{
  "357": {
    "dialogue1": [
      "I'm hungry..."
    ],
    "dialogue2": [
      "Dessert sounds good, but some meat would be great."
    ],
    "dialogue3": [
      "Why do girls have bigger breasts than boys?"
    ],
    "wedding": [
      "Huh? Bringing that up so suddenly, Commander... You mean it?",
      "Yes! Of course I will! Today is my happy day!",
      "Can I give you a hug?"
    ],
    "introduce": [
      "I'll be in your care from now on!"
    ],
    "allhallows": [
      "What should I do, Commander... I just ate FF FNC's snacks by accident and now she's crying... *Sobs* I'm sorry..."
    ],
    "dialoguewedding": [
      "You didn't finish your story last time, Commander. Come to my room some time and tell me the rest!"
    ],
    "gain": [
      "I'll be in your care from now on!"
    ]
  },
  "56-1type": {
    "dialogue1": [
      "Just give me meat-filled rice dumplings for my field rations. They're fantastic even if they're cold!"
    ],
    "dialogue2": [
      "Give candy to FF FNC and she'll stick to you; she's such a nice kid. I've been having snacks with her lately."
    ],
    "dialogue3": [
      "I'm not just a glutton, I take training seriously too. Besides, snacks taste even better after training, hehe."
    ],
    "wedding": [
      "Commander, what are your instructions?",
      "Huh? You're serious? Did you fall in love with my culinary skills?",
      "Anyways, it's too late to regret it now, ahaha! I'm not going to let you go!"
    ],
    "introduce": [
      "Nihao Commander, I'm the Type56-1 assault rifle. I will annihilate all the enemies in your way!"
    ],
    "allhallows": [
      "What do you celebrate on Halloween? I don't really get it."
    ],
    "newyear": [
      "Happy new year~ Commander!"
    ],
    "dialoguewedding": [
      "Commander, as the saying goes, \"you can't fight on an empty stomach\". Come, I grabbed us an extra lunch box. Let's eat it during our break."
    ],
    "gain": [
      "Nihao Commander, I'm the Type56-1 assault rifle. I will annihilate all the enemies in your way!"
    ]
  },
  "56typeR": {
    "dialogue1": [
      "Good work, Commander!"
    ],
    "dialogue2": [
      "You bought a new toy again? People nowadays really do live luxuriously."
    ],
    "dialogue3": [
      "Wh-What are you doing, Commander?! Don't think I don't understand what you're doing! This is definitely sexual harassment!"
    ],
    "wedding": [
      "What is it, Commander?",
      "Eh? What is this? Please hold on until later, as I need to prepare some food first...",
      "Eh? This can't wait? What is it even...",
      "Eh? ...Seriously?!"
    ],
    "introduce": [
      "Type 56-Semi, officially reporting in! Commander, comrades, it's nice to meet you!"
    ],
    "allhallows": [
      "What are we doing tonight? ...Dancing? That is something I'm excellent at!"
    ],
    "dialoguewedding": [
      "Commander, here's some water! I've added some flavoring this time. Can you guess what it is? ...Hehe, there's a reward if you get it right."
    ],
    "gain": [
      "Type56R, officially reporting in! Commander, comrades, it's nice to meet you!"
    ]
  },
  "59type": {
    "dialogue1": [
      "What is it, Commander?"
    ],
    "dialogue2": [
      "I didn't steal any food! R-Really!"
    ],
    "dialogue3": [
      "Makarov isn't here. If you want to play then 59 will play with you, Commander!"
    ],
    "wedding": [
      "Commander, don't give me that look... 59 is working really hard, so...",
      "Eh? We're not talking about that? 59 is doing fine?",
      "59 loves you to death, Commander!"
    ],
    "introduce": [
      "So you must be my Commander. I'm T59! Please take care of me from now on!"
    ],
    "allhallows": [
      "Having delicious sweets to eat is pretty good even if it's a foreign holiday...! Eh? these candies are to be given away?"
    ],
    "newyear": [
      "Happy New Year, Happy New Year! There are too many people looking to receive red packets from me! Commander, help me!"
    ],
    "dialoguewedding": [
      "Commander, Commander! Where should we go next time? The outside world is really awesome! I still want to see and experience many many more places!"
    ],
    "gain": [
      "So you must be my Commander. I'm Type59! Please take care of me from now on!"
    ]
  },
  "63type": {
    "dialogue1": [
      "Commander, any missions available? Please give me the instructions!"
    ],
    "dialogue2": [
      "Hm... This place can be adjusted a bit."
    ],
    "dialogue3": [
      "Commander, I received another new improvement plan! Please help me take a look!"
    ],
    "wedding": [
      "Commander, did I make a mistake somewhere again?",
      "...Eh? That's not it? ...Suddenly bringing this up... I haven't even brushed my teeth yet! Hahaha...",
      "Of course! Of course I'll accept it, Commander!"
    ],
    "introduce": [
      "Type 63, reporting in! Commander, thank you so much for giving me another chance to learn from you."
    ],
    "allhallows": [
      "Tonight's plans? The higher ups have once instructed us before to not believe in these kinds of things. Of course, I'm not talking about the candies."
    ],
    "dialoguewedding": [
      "Commander, I've finished preparing plan for today! Now that I have your encouragement, I won't so easily mess up those trivial matters again!"
    ],
    "gain": [
      "Type63, reporting in! Commander, thank you so much for giving me another chance to learn from you."
    ]
  },
  "64type": {
    "dialogue1": [
      "Go outside? I'd rather stay here."
    ],
    "dialogue2": [
      "Since you're in, Commander, shall I brew more tea?"
    ],
    "dialogue3": [
      "Please refrain from making too much noise, Commander. Silence is golden."
    ],
    "wedding": [
      "Me...? Is this really a good idea, Commander?",
      "There are better choices... No, I'm happy!",
      "I'll brew tea for you for the rest of our lives."
    ],
    "introduce": [
      "Type64 reporting. Commander, I'm honored to be able to learn from you."
    ],
    "allhallows": [
      "Oh, who's outside the door? It's Halloween...? The candy isn't ready yet... Will green tea ice cream do?"
    ],
    "dialoguewedding": [
      "How's the tea, Commander? And I recommend this book - it goes very well with this tea. This is my secret way of relaxing."
    ],
    "gain": [
      "Type64 reporting. Commander, I'm honored to be able to learn from you."
    ]
  },
  "64typeMod": {
    "dialogue1": [
      "您要出门了吗？需要我陪同吗？"
    ],
    "dialogue2": [
      "刚才泡的茶您还满意吗？我改进了一点手法呢。"
    ],
    "dialogue3": [
      "嘘……请安分一点，长官，不然我可要还击了哦。"
    ],
    "wedding": [
      "长官，我的话……真的好吗？",
      "明明有更好的选择……不，我当然愿意！",
      "龙井的话，想要多少我都泡给您，一直……一直这样下去都可以……"
    ],
    "introduce": [
      "64式微声冲锋枪，作为第一代微声武器，为了满足侦察兵需求而特别研制的。\n拥有出色隐蔽性同时，保养上也要多加注意。不过就算没有消音器，作为冲锋枪也有着不错的发挥空间呢。"
    ],
    "allhallows": [
      "啊，门外的是谁呢？万圣节……吗？糖果还没好……绿茶冰淇淋，可以吗？"
    ],
    "dialoguewedding": [
      "长官，茶的味道怎么样？我再推荐您一本书吧，和这次的茶叶很搭配呢，这可是我压箱底的享受方式哦。"
    ]
  },
  "6P62": {
    "dialogue1": [
      "Are you sortieing, Commander? I'm always ready to go."
    ],
    "dialogue2": [
      "Before deploying, please make sure to correctly calculate the resources that we need so we can complete our objectives in one go."
    ],
    "dialogue3": [
      "Commander, please refrain from touching the balancer on my back. I'll fall over! ...N-Not the front either!"
    ],
    "wedding": [
      "Eh? Commander...is this for me?",
      "Ah... you didn't trade for it with the resources that I've saved for you, right?",
      "Haha, just joking. Commander, thank you for never giving up on me and giving me a place where I can finally be useful...",
      "Please let me repay for your guidance with my utmost sincerity."
    ],
    "introduce": [
      "Greetings, I'm 6P62. It's fine if you don't recognize me now, as you'll recognize my strengths soon enough!"
    ],
    "dialoguewedding": [
      "Commander, we've completed more than the required amount of work again today! It's good to take a break. That's what you've taught me before."
    ],
    "gain": [
      "Greetings, I'm 6P62. It's fine if you don't recognize me now, as you'll recognize my strengths soon enough!"
    ]
  },
  "79type": {
    "dialogue1": [
      "Type 79 on standby! I'm ready for your orders at any time, Commander!"
    ],
    "dialogue2": [
      "What's the problem? Do you need my help?"
    ],
    "dialogue3": [
      "Commander, please be serious when you're at work! Although...I'm happy to be praised by you..."
    ],
    "wedding": [
      "Eh? Me? ...Really?! W-why...",
      "Although I have made small efforts before, I never had such expectations, nor dared to wish for this kind of thing. But right now...",
      "I'm really... I'm really incredibly happy! Thank you very much, Commander!"
    ],
    "introduce": [
      "Commander, Type 79 reporting for duty. Your orders please!"
    ],
    "dialoguewedding": [
      "Commander, what do you think of my outfit today? Can you spot any differences? Heh heh, take another closer look~"
    ],
    "allhallows": [
      "今晚的糖果都准备好了，把大家叫过来吧，不过一次别来太多人哦。"
    ],
    "gain": [
      "Commander, Type79 reporting for duty. Your orders please!"
    ]
  },
  "80type": {
    "dialogue1": [
      "长官，啥时候开始作战啊？"
    ],
    "dialogue2": [
      "她们说我眼神太可怕了，所以我才戴了眼镜……想、想笑就笑吧……"
    ],
    "dialogue3": [
      "我可以吹得很大哦，给你表演一个怎么样？"
    ],
    "wedding": [
      "长官，那个信封难道是……",
      "我还以为……自己不是那种会被人喜欢的类型呢。",
      "可以哦，如果你喜欢的话，那就按你喜欢的来吧……❤"
    ],
    "introduce": [
      "我是仿PKM式研制的80式通用机枪，主要是在特种部队工作，不过因为性价比比较好，对外出口的量也很大呢。当然，对我来说在哪突突突都是一样的……不过这个泡泡糖只有老家才有呢。"
    ],
    "dialoguewedding": [
      "……长官，我的泡泡糖明显少了一截，是不是你偷吃了？"
    ],
    "gain": [
      "啊……那个啥，你就是长官吧？我是80式，只要别把我核心拆了，其他的你就看着办吧。"
    ]
  },
  "81typeR": {
    "dialogue1": [
      "Commander, would you like coffee or milk? Relax a little."
    ],
    "dialogue2": [
      "Do you have any suggestions for my service today? You are welcome to leave your comments in the suggestion box."
    ],
    "dialogue3": [
      "Commander, if you keep doing that, I'm going to security."
    ],
    "wedding": [
      "Commander, is this the destination you've hoped for? ",
      "Whether if it's the beginning or the ending, only my companionship will remain constant...",
      "From now on, please let me accompany you to the destination of happiness together...❤"
    ],
    "introduce": [
      "Pleasure to meet you, Commander, and thank you for choosing me, the Type 81 Carbine. I will take you to your destination: Victory. Please relax and enjoy the wonderful journey ahead."
    ],
    "dialoguewedding": [
      "Commander, has my service been much more attentive lately? Of course, it's all worth it if it's for you. ❤"
    ],
    "newyear": [
      "指挥官，今年您的目的地在哪里呢？让我继续陪伴您一起前行吧。"
    ],
    "gain": [
      "Pleasure to meet you, Commander, and thank you for choosing me, the Type81R Carbine. I will take you to your destination: Victory. Please relax and enjoy the wonderful journey ahead."
    ]
  },
  "88type": {
    "hello": [
      "Ah, Master, welcome back!"
    ],
    "skill2": [
      "I can't just give you my number!"
    ],
    "skill3": [
      "What a boorish customer. You'd better make yourself scarce!"
    ],
    "dialogue1": [
      "Will it be hot these few days? But it's not a big deal for me."
    ],
    "dialogue2": [
      "Don't miss the news about this year's ComiAi. Here's a poster, please treasure it."
    ],
    "dialogue3": [
      "Non~ Non~ Like I've said, this isn't cosplay! Being a maid is also a proper job!"
    ],
    "wedding": [
      "So what would you like this time, Master?",
      "Huhhh? Me...? A-Alright. But make sure you take good care of me...",
      "Umm... So this time, I'm yours."
    ],
    "introduce": [
      "Welcome to the CA club! Hanyang Type 88, it's a pleasure to be of service to you, master."
    ],
    "allhallows": [
      "It's Halloween! Be sure to visit the shop, Master. There will be more cosplay events for the guests."
    ],
    "dialoguewedding": [
      "What would you like today, Master? A bath? Some dinner? Or perhaps...Yours Truly?"
    ],
    "gain": [
      "Welcome to the CA club! Hanyang Type88, it's a pleasure to be of service to you, master."
    ]
  },
  "92type": {
    "dialogue1": [
      "Please leave it to me to take stock of our resources, Commander."
    ],
    "dialogue2": [
      "Is that a new order? Apologies, I didn't hear you just now."
    ],
    "dialogue3": [
      "Be careful with your hands. We don't want any accidental discharge, do we?"
    ],
    "wedding": [
      "What do you see in me, Commander? Hmm, so can I keep being frugal?",
      "Then I'll be managing our family budget from now on."
    ],
    "introduce": [
      "Type 92, reporting in! Which squad am I being assigned to?"
    ],
    "allhallows": [
      "It's tonight... Preparing candy is too much trouble. I'll just get them from someone... Hmm, her it is."
    ],
    "dialoguewedding": [
      "You still haven't gone over budget, Commander. Well done for this month. I'll look the other way about your little coffer."
    ],
    "gain": [
      "Type 92, reporting in! Which squad am I being assigned to?"
    ]
  },
  "95type": {
    "dialogue1": [
      "It's time to head out. You've already rested quite well, didn't you?"
    ],
    "dialogue2": [
      "Really...can you not sit still, 97? Oh, so it was actually you, Commander."
    ],
    "dialogue3": [
      "Commander, did you mix me up with 97? It was definitely on purpose, right?"
    ],
    "wedding": [
      "Commander, it's all thanks to your trust that 97 and I are able to make it to this day.",
      "Now, I finally have the chance to repay you.",
      "Please allow me to follow in your footsteps from now and head toward the future together."
    ],
    "introduce": [
      "Good day, Commander. I'm Type95. Starting from today, I will be putting forth my best effort under your guidance."
    ],
    "allhallows": [
      "Really... Where did 97 run off to again? All these strange disguises outside// exactly which one is she behind?"
    ],
    "newyear": [
      "Happy new year, Commander. Many comrades are participating this year, so many red packets have to be prepared. 97 already received hers last night, so you don't need to worry about her."
    ],
    "dialoguewedding": [
      "Commander, 97 hasn't caused you any trouble these past few days, has she? You really are an outstanding role model...and as a partner as well."
    ],
    "gain": [
      "Good day, Commander. I'm Type95. Starting from today, I will be putting forth my best effort under your guidance."
    ]
  },
  "97type": {
    "dialogue1": [
      "Commander, let's head out together! The outside world is amazing!"
    ],
    "dialogue2": [
      "Ah!! It's not my sister, right?! ...Commander you big dummy! Don't scare me like that!"
    ],
    "dialogue3": [
      "Big sis always nags at me at home whenever she sees me. That's the reason why I want to go outside."
    ],
    "wedding": [
      "What is it, Commander? I-I didn't do anything this time!",
      "What? Really?! You're kidding! ...How do I explain this to big sis...",
      "Commander, you tell her!"
    ],
    "introduce": [
      "Chinese Type97 assault rifle has arrived! So you're my Commander? Is perhaps...my elder sister, Type95, here as well?"
    ],
    "allhallows": [
      "Hooray! I've been looking forward to this day for an entire year! Halloween is such a fun festival!"
    ],
    "newyear": [
      "Happy New Year, Commander! Look, big sis gave me a red packet! Oh, how good would it be if she only appeared once a year on this day..."
    ],
    "dialoguewedding": [
      "Commander! The place we went to last time was so much fun! As expected of the Commander! Seeing as how big sis 95 also had so much fun, the three of us should go out together again next time!"
    ],
    "gain": [
      "Chinese Type97 assault rifle has arrived! So you're my Commander? Is perhaps...my elder sister, Type95, here as well?"
    ]
  },
  "97typeS": {
    "dialogue1": [
      "Commander, are you heading out for a mission? Come find me whenever you need help."
    ],
    "dialogue2": [
      "I really hope that these peaceful days will last forever."
    ],
    "dialogue3": [
      "Commander, you seem down today! If you have anything to say then say it properly."
    ],
    "wedding": [
      "Commander, I've known how you've felt since a long time ago.",
      "But it's a little embarrassing to hear you say it out like this...",
      "Anyways, why don't we go on a walk together first?"
    ],
    "introduce": [
      "Commander, Type 97 Shotgun reporting! I'm honored to be under your command. Please be sure to send me on plenty of missions!"
    ],
    "dialoguewedding": [
      "Commander, would you like to rest for a bit? I have some freshly picked fruits here, planted by yours truly."
    ],
    "gain": [
      "Commander, Type97S Shotgun reporting! I'm honored to be under your command. Please be sure to send me on plenty of missions!"
    ]
  },
  "98K": {
    "dialogue1": [
      "You can come visit me in my room every now and then if you want, heheh..."
    ],
    "dialogue2": [
      "Don't do such outrageous things, Commander. You'll upset the other girls..."
    ],
    "dialogue3": [
      "I'm studying battle tactics right now. Have you been taking care of your duties, too, Commander?"
    ],
    "wedding": [
      "Oh? Are you ready to serve me forever and ever?",
      "Then give me your hand. This contract shall be branded on my body for all eternity...",
      "Now I'll be in your care, heheh."
    ],
    "introduce": [
      "I, Mauser Kar98k, will do my best for your sake. Please allow me to sweep aside the obstacles in your path."
    ],
    "allhallows": [
      "Halloween, eh? Heh, trick or treat, Commander!"
    ],
    "dialoguewedding": [
      "Don't work all the time. Spend some time chatting with me...about whatever. Perhaps your whereabouts in the last few days, heheh..."
    ],
    "gain": [
      "I, Mauser Kar98k, will do my best for your sake. Please allow me to sweep aside the obstacles in your path."
    ]
  },
  "9A91": {
    "dialogue1": [
      "I wonder what AS VAL and 74 are doing?"
    ],
    "dialogue2": [
      "Commander, please be sure to let me know before leaving my sight."
    ],
    "dialogue3": [
      "If you don't approve of me... then I will..."
    ],
    "wedding": [
      "Commander, this isn't a dream right...?",
      "I just wanted you to pay more attention to me...",
      "You'll be forever by my side from now on, right? It's a promise."
    ],
    "introduce": [
      "So you are the Commander? My name is 9A-91. Make sure you remember it well, okay?"
    ],
    "allhallows": [
      "Trick or treat~! No, it's actually trick AND treat, Commander. May I stay with you tonight?"
    ],
    "dialoguewedding": [
      "Commander, with so many comrades, how do you remember them all? I'll learn from your example. From now on, I'll keep every single friend in a special place within my heart."
    ],
    "gain": [
      "So you are the Commander? My name is 9A-91. Make sure you remember it well, okay?"
    ]
  },
  "AAT52": {
    "dialogue1": [
      "Wanna play together, Commander?"
    ],
    "dialogue2": [
      "Learning new tactics? Anytime is fine with me."
    ],
    "dialogue3": [
      "Stop shaking it, Commander. I'm going to fall if you keep shaking it!"
    ],
    "wedding": [
      "Commander, have I finally become someone special to you?",
      "All this time, I've been learning through falling down and getting up, again and again... Perhaps...it was all for this day.",
      "Commander, I love you!"
    ],
    "introduce": [
      "Bonjour, Commander! AAT-52, reporting for duty!"
    ],
    "allhallows": [
      "For the sake of eating more candies tonight, no matter what demons or monsters lie ahead, I will defeat them all!"
    ],
    "dialoguewedding": [
      "Commander, I'm going to practice on the balance beam! Just like before, I'll leave breaking my fall to you, hehe."
    ],
    "gain": [
      "Bonjour, Commander! AAT-52, reporting for duty!"
    ]
  },
  "AEK999": {
    "dialogue1": [
      "Ah, sorry! What were you saying?"
    ],
    "dialogue2": [
      "Is it going to rain today? Commander, let's bet!"
    ],
    "dialogue3": [
      "My intuition tells me that Mr. Right is going to appear... Hey, why did you interrupt me, Commander?"
    ],
    "wedding": [
      "Eh? Your choice is...really me?!",
      "Jeez! ...Although, I do like it.",
      "Well, I understand... Then, let me become your most power asset!"
    ],
    "introduce": [
      "You're the Commander, right? AEK-999, the fate of this name shall now be passed onto you!"
    ],
    "dialoguewedding": [
      "Commander, did you pick out the background music for the next battle? I'm looking forward to a new style!"
    ],
    "gain": [
      "You're the Commander, right? AEK-999, the fate of this name shall now be passed onto you!"
    ]
  },
  "AK12": {
    "dialogue1": [
      "为了避免占用额外的计算量，平时我都会“关上”眼睛，放心吧，这并不影响我的视野和判断。"
    ],
    "dialogue2": [
      "大家没必要这样勉强自己，毕竟不是所有人天生就会被使命选中的。"
    ],
    "dialogue3": [
      "嗯？指挥官鬼鬼祟祟的，在干什么呢？有什么有意思的事吗？"
    ],
    "wedding": [
      "指挥官，我本来对您的耐心是没什么信心的。",
      "但您总是能保持独特的新鲜感，让我的视野无法忽视……",
      "哎呀，这就是所谓的魅力吗？真让人充满期待呢……"
    ],
    "introduce": [
      "嗯……新的指挥官吗？您能让我保持多久的兴趣，就让我好好期待一下吧。"
    ],
    "dialoguewedding": [
      "……嗯？指挥官在偷看我吗？为什么不光明正大点呢，彼此都早就习惯了吧？"
    ],
    "gain": [
      "嗯……新的指挥官吗？您能让我保持多久的兴趣，就让我好好期待一下吧。"
    ]
  },
  "AK47": {
    "dialogue1": [
      "What are you doing all of a sudden?!"
    ],
    "dialogue2": [
      "Eek! Don't touch me in strange places!"
    ],
    "dialogue3": [
      "Haha, you want to touch me that badly huh?"
    ],
    "wedding": [
      "Oh? Boss, you're not picking someone else for this kind of thing?",
      "Well, I suppose we're similar in some ways.",
      "How about it then, you and me?"
    ],
    "introduce": [
      "Hahaha, my turn at last, huh? I'll be sure to show you what I can do on the world stage!"
    ],
    "allhallows": [
      "Haha~ there's even a holiday for scaring anybody you want. What costume should I wear? Huh? A bear? That's going too far..."
    ],
    "dialoguewedding": [
      "Ah...yes, I drank a little bit. But it's okay since you're here, because you can carry me back later!"
    ],
    "gain": [
      "Hahaha, my turn at last, huh? I'll be sure to show you what I can do on the world stage!"
    ]
  },
  "Ak5": {
    "dialogue1": [
      "Commander, is my package here? ...Ah, sorry, I got carried away and bought too much..."
    ],
    "dialogue2": [
      "It takes a lot of time to put on this outfit, but it's not bad after I get used to it."
    ],
    "dialogue3": [
      "Did my braids catch your attention? Um...well...big sister m45 did it for me."
    ],
    "wedding": [
      "Commander! ...This must have been very expensive, right?",
      "Is it worth it to spend so much on me?",
      "Goodness...it seems like you are a better shopper than I am...❤"
    ],
    "introduce": [
      "Greetings, Commander. I'm Ak5 and I will answer to your orders from now on with all my effort."
    ],
    "dialoguewedding": [
      "Commander, please hurry up. We will miss the supermarket sales again if you keep dragging your feet."
    ],
    "gain": [
      "Greetings, Commander. I'm Ak 5 and I will answer to your orders from now on with all my effort."
    ]
  },
  "Ameli": {
    "dialogue1": [
      "I can't understand very complicated things, so you just need to tell me the end result, Commander."
    ],
    "dialogue2": [
      "Are there any rules saying it's chatting time right now? ...Then I'll consider it as your order."
    ],
    "dialogue3": [
      "Commander, you shouldn't touch it, the buttons might pop off and hit you in the face..."
    ],
    "wedding": [
      "Commander, isn't this in violation of the rules?",
      "It seems that I have to make decisions for myself for once...",
      "If this is your rules, then I suppose it's...okay...❤"
    ],
    "introduce": [
      "So I only need to report to you, Commander? ...Then according to the rules, I belong to you now."
    ],
    "dialoguewedding": [
      "Commander, this is the button that popped off last time... Please help me sew it back on if you have the time."
    ],
    "christmas": [
      "圣诞快乐，指挥官，在袜子里放个纽扣送给圣诞老人吧……"
    ],
    "gain": [
      "So I only need to report to you, Commander? ...Then according to the rules, I belong to you now."
    ]
  },
  "AN94": {
    "dialogue1": [
      "武器就是不断被革新的工具，我们总有一天也会被更高级的武器所替代吧……"
    ],
    "dialogue2": [
      "AK12是特别的……只要是为了她我什么都愿意做，这是我的命运。"
    ],
    "dialogue3": [
      "指挥官……难道您是……对我有什么不满吗？"
    ],
    "wedding": [
      "指挥官，我在您的心中已经是无可替代的存在了吗？",
      "我总是……为了别人而努力，但指挥官却愿意为我付出……",
      "这份对我的认可，请让我今后充分地回报给您吧。"
    ],
    "introduce": [
      "指挥官，您好，AN94，从现在起将听候您的命令……请问……啊不、没什么，请不必在意……"
    ],
    "dialoguewedding": [
      "嗯？我没有笑吗？……刚才的笑话确实很好笑可是……好吧，为了您，我就再笑一次好了。"
    ],
    "gain": [
      "指挥官，您好，AN94，从现在起将听候您的命令……请问……啊不、没什么，请不必在意……"
    ]
  },
  "APS": {
    "dialogue1": [
      "Peaceful days...are the best."
    ],
    "dialogue2": [
      "What is it, Commander? Quite forward today, aren't you?"
    ],
    "dialogue3": [
      "Hey, you! Don't touch me in funny places, or I'll charge you!"
    ],
    "wedding": [
      "You're sure about choosing me?",
      "Then from now on// what's yours is mine, what's mine is still mine!"
    ],
    "introduce": [
      "Automatic pistol, Stechkin, present!"
    ],
    "allhallows": [
      "It's that time of the year to masquerade! Apart from putting on glamorous costumes, be sure to nail your facial expressions and movements, too!"
    ],
    "dialoguewedding": [
      "Huh? What? Nothing's missing at home! ...My, we're family anyway! Just sponsor my dreams a little, heheh..."
    ],
    "gain": [
      "Automatic pistol, Stechkin, present!"
    ]
  },
  "AR": {
    "dialogue1": [
      "Hey, where do you think you're touching!?"
    ],
    "dialogue2": [
      "My weight? Heheh, what are you talking about."
    ],
    "dialogue3": [
      "Ahahaha, that's super funny!"
    ],
    "wedding": [
      "Why...did you pick me?",
      "Isn't someone klutzy like me the complete opposite of you, Commander?",
      "But if you're willing to accept me, then I will make sure you won't regret it!"
    ],
    "introduce": [
      "Heya! I'll be counting on you from now on, my Commander."
    ],
    "allhallows": [
      "I love candy! ...But if I eat too much, I'll get fat. You're messing with me, right?! Com~man~der!~"
    ],
    "dialoguewedding": [
      "Commander, don't eat while we're working! You know I'm on a diet... Darn it, give me a little bit too!"
    ],
    "gain": [
      "Heya! I'll be counting on you from now on, my Commander."
    ]
  },
  "AR15": {
    "dialogue1": [
      "I wonder when it will be my turn..."
    ],
    "dialogue2": [
      "What you are looking at, Commander? N-Not the trademark, right?"
    ],
    "dialogue3": [
      "If you think you can do this to me just because I'm a commercial model... Please stop it before I get angry for real."
    ],
    "wedding": [
      "Commander, is this a dream?",
      "Please let me stay by your side... I don't want to wake up."
    ],
    "introduce": [
      "ST AR-15. Please allow me to formally join this honorable squad and watch me as I bring you victory."
    ],
    "allhallows": [
      "Hmm... If I may, I'd like to give out candies. Would you like the hard or chewy ones, Commander?"
    ],
    "dialoguewedding": [
      "How was my performance today, Commander? We're another step closer to reaching our own goals, and some day, we'll get there."
    ],
    "gain": [
      "ST AR-15. Please allow me to formally join this honorable squad and watch me as I bring you victory."
    ]
  },
  "AR15Mod": {
    "dialogue1": [
      "在大家需要我的时候，我不会有任何的保留。"
    ],
    "dialogue2": [
      "最近加强了一下近战方面的训练，也许会有新的战术成果，请指挥官留意一下。"
    ],
    "dialogue3": [
      "指挥官，不管我变成了什么样子……我只希望能得到您的认可。"
    ],
    "wedding": [
      "指挥官……这是梦吗？(笑)",
      "我之前的迷茫……到底是为了什么呢？",
      "请让我一直看着您吧，因为一闭上眼睛……我就担心自己会醒来……"
    ],
    "introduce": [
      "战争结束后成型的小口径步枪，AR15。经过各种波折后，最终以M16的名字被军方采用。\n而AR15这个名字，则作为民用武器被各大公司仿制。现在的我已经是全新的产品了，别把我当成M16那种老家伙。"
    ],
    "dialoguewedding": [
      "指挥官，我今天的表现还可以吧？大家又离各自的目标近了一步呢，总有一天，我们的理想……都会实现的。"
    ]
  },
  "AR70": {
    "dialogue1": [
      "Are you satisfied with my work today, Commander?"
    ],
    "dialogue2": [
      "Are you tired from work? If there is anything you need, feel free to ask. I'll always be here."
    ],
    "dialogue3": [
      "Commander, you really do care about me, don't you? Perhaps...you'll be giving me a promotion?"
    ],
    "wedding": [
      "Commander, am I...being promoted?",
      "You've given me your best treatment all of a sudden... My heart isn't ready yet...",
      "However, you'll still wait for me, right? Until the day I can completely satisfy you..."
    ],
    "introduce": [
      "Greetings, distinguished Commander, I'm AR70. I look forward to our time together. I'm sure it'll be wonderful."
    ],
    "dialoguewedding": [
      "Are you satisfied with the sweets today? I've learned quite a lot of new tricks recently. I'll definitely make you happy every day♪"
    ],
    "gain": [
      "Greetings, distinguished Commander, I'm AR70. I look forward to our time together. I'm sure it'll be wonderful."
    ]
  },
  "ART556": {
    "dialogue1": [
      "Are you interest in my ears? Heh heh, pretty cool, right?"
    ],
    "dialogue2": [
      "Today we are gonna prank MT9 again, but it's gonna be boring if we keep doing the same thing. Commander, do you have any new ideas?"
    ],
    "dialogue3": [
      "Yes, yes...ear...right there! Just a little higher..."
    ],
    "wedding": [
      "Commander, are you also tired of this boring life?",
      "Come, I can give what you want...and what you didn't even know you wanted...",
      "Let's fill the future with happiness and fun together... by any means necessary!"
    ],
    "introduce": [
      "Heyo! Good to see you Commander! I'm ART55--uwah! ...I-I bit my tongue...it's 556..."
    ],
    "dialoguewedding": [
      "Commander, did you open my present from our last date? ...Hehe~, was it enough to suprise you for a whole night?"
    ],
    "newyear": [
      "指挥官，新年宅在家里太无聊了啦，和我去街上冒险吧！"
    ],
    "gain": [
      "Heyo! Good to see you Commander! I'm ART55--uwah! ...I-I bit my tongue...it's 556..."
    ]
  },
  "ARX160": {
    "dialogue1": [
      "All these different types of magazines... Commander, which one do you think is better?"
    ],
    "dialogue2": [
      "A good weapon has to be ergonomic..."
    ],
    "dialogue3": [
      "Hey...why are you hiding so far away? I won't hurt you, Commander... Maybe."
    ],
    "wedding": [
      "Commander, you really...want to be together with me?",
      "No, it's nothing... I will become much more hardworking until I will never let you down, so please look forward to it."
    ],
    "introduce": [
      "Ciao! I'm ARX-160, a next generation weapon! ...Eh, I don't seem like it? Well... I'm close enough, right?"
    ],
    "allhallows": [
      "Oh, it's Halloween! How should I prank the Commander this time? ...Ah! I got it!"
    ],
    "dialoguewedding": [
      "Commander, was it a tiring day today? It's okay, let's lie down and be lazy together..."
    ],
    "gain": [
      "Ciao! I'm ARX-160, a next generation weapon! ...Eh, I don't seem like it? Well... I'm close enough, right?"
    ]
  },
  "Ash127": {
    "dialogue1": [
      "Commander, are you trying to make sense of the value of my existence?"
    ],
    "dialogue2": [
      "The outside world is the area where information can't be integrated. I should just stay in my room."
    ],
    "dialogue3": [
      "So that's how it is... That's how you knew about me? Maybe...it's worth consulting."
    ],
    "wedding": [
      "Commander, this is...the answer you've observed? To assign such a high value to me, you must already be prepared...",
      "Then, let us begin to get to know each other on a deeper level...to understand \"happiness\"..."
    ],
    "introduce": [
      "ASh-12.7... Commander identification complete... Standby mode engaged, over."
    ],
    "dialoguewedding": [
      "Commander, how many shared memories have we created recently? Let me just confirm...❤"
    ],
    "gain": [
      "ASh-12.7... Commander identification complete... Standby mode engaged, over."
    ]
  },
  "ASVAL": {
    "dialogue1": [
      "Huh? Me?"
    ],
    "dialogue2": [
      "Please leave me alone."
    ],
    "dialogue3": [
      "This little one is fast asleep. Please keep your voice down."
    ],
    "wedding": [
      "Huh? You...me...? My bear... Uh, no... Nothing!",
      "In any case, thank you so much for your acknowledgement! I'll try my best to live up to your expectations, Commander!"
    ],
    "introduce": [
      "Hello, I...eh? Nevermind..."
    ],
    "allhallows": [
      "Halloween...isn't really my thing..."
    ],
    "dialoguewedding": [
      "May I bring my friend with us the next time we have a holiday, Commander? We all had fun last time, don't you think?"
    ],
    "gain": [
      "Hello, I...eh? Nevermind..."
    ]
  },
  "Ballista": {
    "dialogue1": [
      "是命令吗？否则请您不要妨碍我工作。"
    ],
    "dialogue2": [
      "这本时尚杂志是……真是的，她还是一如既往的没有紧张感。"
    ],
    "dialogue3": [
      "……我已经努力制造严肃的氛围了，为什么您还不放弃呢？"
    ],
    "wedding": [
      "指挥官，没想到您会选择了我……",
      "我明明一直……都只顾着考虑自己的事情，真是太惭愧了……",
      "不过您能接受这样的我，我真的好高兴，也许是时候改变了……❤"
    ],
    "introduce": [
      "芭莉斯塔，今日起加入您的梯队……您在看哪里？现在战事紧张，请专心一点。"
    ],
    "dialoguewedding": [
      "……指挥官，我还在工作，您这样会打扰……算了，今天就这一次吧，下不为例哦。"
    ],
    "gain": [
      "芭莉斯塔，今日起加入您的梯队……您在看哪里？现在战事紧张，请专心一点。"
    ]
  },
  "BB_Noel": {
    "dialogue1": [
      "Ouch!"
    ],
    "dialogue2": [
      "I'll never admit defeat!"
    ],
    "dialogue3": [
      "Please stay out of my way!"
    ],
    "wedding": [
      "Commander, I've always faintly seen the shadow of Mr. 'Grim Reaper' on you.",
      "Thanks you, whether it's this world or that one, please don't lose yourself in dreams ever again.",
      "From now on, please let me fight for your sake!"
    ],
    "introduce": [
      "I must keep on going, so please, could you get out of my way?"
    ],
    "dialoguewedding": [
      "Commander, I prepared this meal for you. Please be sure to finish it~"
    ],
    "gain": [
      "I must keep on going, so please, could you get out of my way?"
    ]
  },
  "BB_Noel_503": {
    "dialogue1": [
      "Sorry..."
    ],
    "dialogue2": [
      "Any problems?"
    ],
    "dialogue3": [
      "I can't...see anything..."
    ],
    "wedding": [
      "Commander, is this...an illusion?",
      "Don't tell me...this was what I wished for?",
      "Thank you, Commander, I won't ever be lost again!"
    ],
    "introduce": [
      "I must keep on going, so please, could you get out of my way?"
    ],
    "dialoguewedding": [
      "Commander, if you touch me there... Eh?! Murakumo Unit, activating!"
    ]
  },
  "BM59": {
    "dialogue1": [
      "How do I look today, Commander? Pretty as ever?"
    ],
    "dialogue2": [
      "I want to look...even more radiant..."
    ],
    "dialogue3": [
      "Yeah, I know. Inner beauty matters too."
    ],
    "wedding": [
      "I've always wanted to remain true to myself, and for you to notice me. My wish has finally come true.",
      "Please keep being my Commander from here on out, okay?"
    ],
    "introduce": [
      "VM59, reporting in. Having been through numerous upgrades, Commander, I will definitely not let you down."
    ],
    "allhallows": [
      "Only in an evening like this can I think about nothing and just doll myself up. Care to pick a dress for me, Commander?"
    ],
    "dialoguewedding": [
      "You like my accessories today, Commander? Training goes without saying, but I can't slack off in grooming either...since what I do reflect on you."
    ],
    "gain": [
      "VM59, reporting in. Having been through numerous upgrades, Commander, I will definitely not let you down."
    ]
  },
  "BrenMK": {
    "dialogue1": [
      "Is there a problem? Make it short."
    ],
    "dialogue2": [
      "Come on. How about you quit spacing out and go do some training?"
    ],
    "dialogue3": [
      "W-what are you trying to do?!"
    ],
    "wedding": [
      "Commander, you've chosen me, which means...my dedication has finally been answered.",
      "I'm very sorry for all the inconveniences I've caused you, but please, let me continue to improve myself for you!"
    ],
    "introduce": [
      "Bren light machine gun. I can handle whatever mission you throw at me."
    ],
    "allhallows": [
      "Pumpkins are edible. Don't you think it's a waste to wear them on your head?"
    ],
    "dialoguewedding": [
      "Am I pressing too hard? Sorry, I've rarely given massages before... I'm satisfied as long as you're comfortable."
    ],
    "gain": [
      "Bren light machine gun. I can handle whatever mission you throw at me."
    ]
  },
  "BrenMKMod": {
    "dialogue1": [
      "什么事，指挥官，有命令吗？"
    ],
    "dialogue2": [
      "大家都在积极准备吗？那么我也该快点去训练了。"
    ],
    "dialogue3": [
      "指挥官，你在干什么？这不是工作的一部分吧？"
    ],
    "wedding": [
      "指挥官，您选择了我……也就意味着我的执着，终于得到了回应。",
      "很抱歉，一直都给您惹麻烦，接下来，请让我为了您不断地改正！"
    ],
    "introduce": [
      "已经获得全新力量的我，再次站在您的面前等待着命令！"
    ],
    "dialoguewedding": [
      "指挥官，这个力道可以吗？抱歉，之前很少帮别人按摩……您能觉得舒服，我就安心了。"
    ],
    "gain": [
      "已经获得全新力量的我，再次站在您的面前等待着命令！"
    ]
  },
  "BrenTen": {
    "dialogue1": [
      "Commander, did you call for me? I'm right here!"
    ],
    "dialogue2": [
      "How long can our funds last? Should we go on more logistical support missions?"
    ],
    "dialogue3": [
      "Please stop! Do you know this is illegal? ...Eh, under what jurisdiction? I- I don't know, but I'm sure it's against a law somewhere!"
    ],
    "wedding": [
      "Commander, you can't hold it in any longer, can you? ...You're finally going to tell the truth, right?...",
      "\"We're going to be bankrupt soon!\" That's what you want to tell me, right?!",
      "Eh? ... Eeeh...?! R-Really?! Then I... I'm...",
      "Wah! Commander, you are too good to me!"
    ],
    "introduce": [
      "A renowned star in the pistol world, Bren Ten, back in action! Commander, please look forward to my first performance!"
    ],
    "dialoguewedding": [
      "Commander, it's alright. No matter if we go bankrupt or not, I'll never leave you!"
    ],
    "gain": [
      "A renowned star in the pistol world, Bren Ten, back in action! Commander, please look forward to my first performance!"
    ]
  },
  "Bronya": {
    "dialogue1": [
      "重装小兔，进入防御模式……隔绝不明干涉。"
    ],
    "dialogue2": [
      "检测到物理干涉，反馈关闭……"
    ],
    "dialogue3": [
      "布洛妮娅发出警告……请立刻停止当前操作。"
    ],
    "wedding": [
      "这么珍贵的东西交付到布洛妮娅手中有什么特别的用意吗？",
      "一份关于守护的契约吗……这份契约布洛妮娅会好好保存的。",
      "这份职责布洛妮娅也会一直履行下去，请你放心。"
    ],
    "introduce": [
      "逆熵精英小队队长，布洛妮娅·扎伊切克向您报道。赌上我“乌拉尔银狼”的名号，不会让您受到任何伤害的。"
    ],
    "dialoguewedding": [
      "心跳加速，呼吸紊乱……原因……无法判明。"
    ],
    "gain": [
      "布洛妮娅·扎伊切克……机能启动。正在载入瓦尔基里系统……"
    ]
  },
  "C96": {
    "dialogue1": [
      "My clothes. Are they cute?"
    ],
    "dialogue2": [
      "You see my belly button? Heheh..."
    ],
    "dialogue3": [
      "Uh... It's so stuffy. Guess I'll take it off..."
    ],
    "wedding": [
      "Huhhhh? Whyyyyyy?",
      "Is it 'cause I'm smart? Cute? Unusual? Or is it because I have a long history? Or...or... Fine...",
      "I'll just keep guessing right here by your side."
    ],
    "introduce": [
      "You're my Commander, aren't you?"
    ],
    "allhallows": [
      "What should I dress as for the masquerade tonight? Heheheh. How about an apron with a pumpkin mask? Huh? What do you mean 'tasteless', Commander?"
    ],
    "dialoguewedding": [
      "Am I too noisy, Commander? Am I bothering you? ...Okay, I'll be quiet as a mouse till you get off work!"
    ],
    "gain": [
      "You're my Commander, aren't you?"
    ]
  },
  "Carcano1891": {
    "dialogue1": [
      "我和妹妹的服装都是我自己设计的哦，喜欢吗？"
    ],
    "dialogue2": [
      "妹妹太不坦率了，老是说那种蹩脚的谎话，只会给别人添麻烦吧……"
    ],
    "dialogue3": [
      "要小心啊指挥官，刺刀可不长眼睛呢。"
    ],
    "wedding": [
      "指挥官，您一直是我心里最信赖的人……",
      "哈哈……抱歉，“人形的心里”这种说法很奇怪吧？",
      "但是，只要您的心里有我的话，那么……就足够了❤"
    ],
    "introduce": [
      "卡尔卡诺M1891，这个名字取自我的首席技师之名，不过也有人叫我M91。我经历过人类史上三次最惨痛的战争，给胜者带来了笑容，给败者带去了痛苦……所以指挥官，您有想好我会带来的后果吗？"
    ],
    "dialoguewedding": [
      "指挥官，下次约会的时候穿上我设计的那套服装吧~"
    ],
    "gain": [
      "卡尔卡诺M1891报到！终于和您见面了指挥官，您想要的正义和理想，我一定会和您一起见证！"
    ]
  },
  "Carcano1938": {
    "dialogue1": [
      "姐姐真是轻轻松松就能被他人信任呢，不过我可一点都不羡慕……"
    ],
    "dialogue2": [
      "我是短发哦，指挥官会喜欢这种类型吗？"
    ],
    "dialogue3": [
      "指挥官，随便乱碰的话会爆炸的。"
    ],
    "wedding": [
      "指挥官，您是在期待一个充满谎言的誓约吗？",
      "……比起谎言，“相信”我更重要吗？",
      "好吧……不管是真的假的，现在这一切都是您的了……❤"
    ],
    "introduce": [
      "卡尔卡诺M91/38，作为姐姐M1891的改进型，也算见证了不少人类的历史……本应只是“见证”而已，但我却把一颗子弹的痕迹留在了上面……那应该是我对这个世界，撒过的最大的谎言了吧。"
    ],
    "dialoguewedding": [
      "指挥官，我好喜欢你哦……骗你的啦，怎么可能呢……你信了？哪一句？……真的？"
    ],
    "gain": [
      "指挥官，您好，如您所见，我是一位开朗活泼的人形，所以请让我们友好相处。"
    ]
  },
  "CBJMS": {
    "dialogue1": [
      "指挥官，我渴了，快去给我买饮料来。"
    ],
    "dialogue2": [
      "很多事不要等我开口啊，指挥官得主动察觉到我的心思才行呢。"
    ],
    "dialogue3": [
      "要给我按摩吗？真是个好部下啊，嗯嗯！"
    ],
    "wedding": [
      "指挥官，作为我的“头号部下”，看来你已经有所觉悟了。",
      "你为我一直尽心尽力，我相信……没有人能取代你在我心中的位置。",
      "而我也相信……在你的心中，我一定也是这样的存在吧……❤"
    ],
    "introduce": [
      "居然把我捡了回来……你不会只是一时兴起吧？想让我相信你的话，可得好好做我的“部下”哦。"
    ],
    "dialoguewedding": [
      "比起让你帮我跑腿，还是让你呆在我身边更开心一些，可别轻易地离开我哦……"
    ],
    "gain": [
      "居然把我捡了回来……你不会只是一时兴起吧？想让我相信你的话，可得好好做我的“部下”哦。"
    ]
  },
  "ColtSCW": {
    "dialogue1": [
      "The atmosphere at this workplace is pretty nice. Is it all thanks to you, Commander?"
    ],
    "dialogue2": [
      "It would be nice to fly like the birds, but I think lazy days suits me better..."
    ],
    "dialogue3": [
      "Commander, how could you do something like this in public... Don't think I won't hit you..."
    ],
    "wedding": [
      "Commander, have I...grown to be what you were hoping for?",
      "Such a beautiful scene, never before seen even from the skies...",
      "I'm the one who will fly alongside you, and that will forever stay true...❤"
    ],
    "introduce": [
      "So you're my Commander? ...Hmm, you've got a sharp eye for picking me. I'll be in your care from now on."
    ],
    "dialoguewedding": [
      "Commander, let's do rock-paper-scissors to decide who washes the dishes tonight~ Even if I lose, you will still stay with me, right? Hehe ♪"
    ],
    "gain": [
      "So you're my Commander? ...Hmm, you've got a sharp eye for picking me. I'll be in your care from now on."
    ]
  },
  "Contender": {
    "dialogue1": [
      "Accuracy first, then firepower after, until the enemies are defeated. Commander, this is my formula for victory."
    ],
    "dialogue2": [
      "Having trouble coming up with a battle plan? How about some icecream first?"
    ],
    "dialogue3": [
      "Commander, I'm onto your game."
    ],
    "wedding": [
      "Commander, was this all a part of your plan?",
      "You are truly a master tactician. One shot, one kill... Even I couldn't evade it...",
      "It seems that all of my feelings have reached you, after all...❤"
    ],
    "introduce": [
      "Every round I fire gurantees a 99% chance of victory. The remaining 1% will require your miracle, Commander."
    ],
    "dialoguewedding": [
      "Commander, please stay with me for today's training too... Oh, I just want to be at my best during training today, and your company is necessary to achieve that."
    ],
    "gain": [
      "Every round I fire gurantees a 99% chance of victory. The remaining 1% will require your miracle, Commander."
    ]
  },
  "CZ2000": {
    "dialogue1": [
      "咕呃啊啊啊啊………！臭蝎子！我的头发才不是螃蟹呢！"
    ],
    "dialogue2": [
      "“虾仔”是很可靠的哦，近身格斗可不会输给任何人形呢！"
    ],
    "dialogue3": [
      "诶？作战意见？……虽、虽然我是有些想法啦，但果然答案要自己寻找才有意义吧？"
    ],
    "wedding": [
      "诶？……指挥官，你终于下定决心了吗？",
      "这、这样的情况我早有准备啦！只是有点意外而已……",
      "要、要把手伸出来对吧？给、给你……呜哇哇……❤"
    ],
    "introduce": [
      "CZ2000报到！指挥官，今后就把同伴的后背交给我吧！……哼哼~这样的台词早就想说一次了！"
    ],
    "dialoguewedding": [
      "指挥官还在忙吗？闲下来就和我带“虾仔”一起散个步吧~"
    ],
    "gain": [
      "CZ2000报到！指挥官，今后就把同伴的后背交给我吧！……哼哼~这样的台词早就想说一次了！"
    ]
  },
  "CZ52": {
    "dialogue1": [
      "我希望每次战斗前都不忘记未曾完成的遗憾，所以我会写遗书留给自己。"
    ],
    "dialogue2": [
      "我想遇到更多的伙伴，去更多的地方看看，得到更多的幸福……"
    ],
    "dialogue3": [
      "指挥官需要帮忙吗？请尽管吩咐，我会一直在您的身边的。"
    ],
    "wedding": [
      "指挥官，谢谢您完成了我的这个心愿……",
      "能够得到您的回应，我真的好幸福……",
      "请您看着我，牵着我，抱着我……爱着我吧……❤"
    ],
    "introduce": [
      "指挥官您好，我是CZ52，虽然还只是个新人，不过还请您多多关照。"
    ],
    "dialoguewedding": [
      "虽然写过很多次遗书了，但情书还是不太熟练呢……不然指挥官教教我吧？嘻嘻~"
    ],
    "gain": [
      "指挥官您好，我是CZ52，虽然还只是个新人，不过还请您多多关照。"
    ]
  },
  "CZ75": {
    "dialogue1": [
      "Commander, do you have any spare cash lately? Ah, nevermind."
    ],
    "dialogue2": [
      "...It's too noisy outside? But everybody's happy, isn't that the most important thing?"
    ],
    "dialogue3": [
      "Wh-what?! Not ergonomic enough?... What's that supposed to mean? I'm gonna hit you!"
    ],
    "wedding": [
      "Huh? Commander, this order is...",
      "I got it... I have been waiting for this order for a long time...",
      "So you need to stay with me to make up for the time I've lost~"
    ],
    "introduce": [
      "Huh...so you're that rumored Commander. This is CZ75, don't you dare put me on standby, you hear?"
    ],
    "dialoguewedding": [
      "It was such an occasion that you weren't late for our date last time, where do you wanna go this time? I can consider rewarding you~"
    ],
    "christmas": [
      "长官你快看，我把圣诞老人的胡子扯下来了！哈哈哈哈哈……真好玩！"
    ],
    "gain": [
      "Huh...so you're that rumored Commander. This is CZ75, don't you dare put me on standby, you hear?"
    ]
  },
  "CZ805": {
    "dialogue1": [
      "What's the matter, Commander? I'm right here."
    ],
    "dialogue2": [
      "Experience? It's not necessary for someone with so many strengths."
    ],
    "dialogue3": [
      "You can tell I'm really strong just from how I look, right? Then I'll let you look for a little longer. Hehe♪"
    ],
    "wedding": [
      "You chose me out of all the amazing weapons here... Okay! I'll be doing my best from now on!"
    ],
    "introduce": [
      "Yoohoo! The brand new and outstanding CZ-805A1 is at your service from now on! Look forward to my performance!"
    ],
    "allhallows": [
      "It's really lively tonight. I guess kids will be kids. ...Huh? That cloaked fellow over there hanging from a tree, I think I've seen him before."
    ],
    "dialoguewedding": [
      "Yes, that's it, use this chance now before we attack to admire me! Don't forget to record my heroicness in battle this time."
    ],
    "gain": [
      "Yoohoo! The brand new and outstanding CZ-805A1 is at your service from now on! Look forward to my performance!"
    ]
  },
  "DP28": {
    "dialogue1": [
      "Perfume? Huhu, it's actually just my natural scent..."
    ],
    "dialogue2": [
      "Do you like older women?"
    ],
    "dialogue3": [
      "Hm? What's wrong, young man~?"
    ],
    "wedding": [
      "Oh my~, Commander, so this day has finally come.",
      "It's too late if you want to back out now...",
      "But I'll make sure you won't regret it, fufu♪. Just watch, I'll show you exactly what I mean~"
    ],
    "introduce": [
      "A pleasure to meet you, young man. Feel free to let me know...if you're ever troubled."
    ],
    "allhallows": [
      "It sure is festive tonight. How does the candy taste, Commander?"
    ],
    "dialoguewedding": [
      "Want to come over and have some fun at my place this weekend? You're not too busy right? It's not like this is the first time...fufu♪"
    ],
    "gain": [
      "A pleasure to meet you, young man. Feel free to let me know...if you're ever troubled."
    ]
  },
  "DSR50": {
    "dialogue1": [
      "Commander, in regard to your method in using me...you should be a bit more careful."
    ],
    "dialogue2": [
      "The battle plan can be a bit more aggressive... It's alright, this is what I want."
    ],
    "dialogue3": [
      "Commander, if you have the need, come to my dorm alone tonight..."
    ],
    "wedding": [
      "Commander, I know what this means...",
      "I never expected that you would be the one to seize the initiative.",
      "Hehe...you only got lucky this time. You didn't think that this would be the end of it, did you~? ❤"
    ],
    "introduce": [
      "Gd DSR-50. I'm sure you'll be uttering my name in your dreams, Commander...fufu..."
    ],
    "dialoguewedding": [
      "Commander, I'm looking forward to tonight's surprise. Don't let me down~"
    ],
    "gain": [
      "Gd DSR-50. I'm sure you'll be uttering my name in your dreams, Commander...fufu..."
    ]
  },
  "DTASRS": {
    "dialogue1": [
      "不做好功课的话，战场上可是拿不到好成绩的。"
    ],
    "dialogue2": [
      "我是素食主义者，虽然有些奇怪……不过肉的味道让我有点难以忍受。"
    ],
    "dialogue3": [
      "……指挥官，这样纠缠不休的话，对您的印象分可不太妙哦？"
    ],
    "wedding": [
      "指挥官，我经历了种种的考验，终于来到了这一步……",
      "能有这样的结局，对我来说什么样的评价都不重要了……",
      "只要是您喜欢的，对我来说，那就是满分的答案。"
    ],
    "introduce": [
      "您好，请问您就是我的指挥官吗？……原来如此，印象分上算是及格了，请多指教。"
    ],
    "dialoguewedding": [
      "指挥官，这次报告的各项评价都有所下滑了啊……看来每天的补课任务要增加了。"
    ],
    "gain": [
      "您好，请问您就是我的指挥官吗？……原来如此，印象分上算是及格了，请多指教。"
    ]
  },
  "EVO3": {
    "dialogue1": [
      "Are you still modifying the battle plan? I'm going to need it to carry out the mission."
    ],
    "dialogue2": [
      "Apologies, did I bother you? I'll get VZ61 to quiet down immediately."
    ],
    "dialogue3": [
      "Commander, any stress that you have can be let out through words. Suddenly touching me like this...isn't a very good idea."
    ],
    "wedding": [
      "Oh? Commander, is this for me? This is a little unexpected... I thought that based on my performance, I would've had no chance...",
      "No, I'm very happy. This is the biggest honor of my life!",
      "Let me tell VZ61 right now. She will also definitely be very happy!"
    ],
    "introduce": [
      "Hello, Commander~ Scorpion EVO 3, officially part of the team as of today. Please look after me~"
    ],
    "dialoguewedding": [
      "Have you rested well, Commander? Why don't you enjoy it a bit longer since you rarely get the chance to have a break? I'll take care of the things here for you."
    ],
    "gain": [
      "Hello, Commander~ Scorpion EVO 3, officially part of the team as of today. Please look after me~"
    ]
  },
  "F1": {
    "dialogue1": [
      "The air is crystal clear, stars are shining like fireworks~ The outside world is so wonderful! Let's get out more!"
    ],
    "dialogue2": [
      "“Pack your bags, and go on a journey with me~” Are you prepared to head out with me, Commander?"
    ],
    "dialogue3": [
      "Stop! You're interrupting my inspiration!"
    ],
    "wedding": [
      "Dancing petals~ drifts into my heart~",
      "\"Your feelings~ pours in along with them~\"",
      "\"My poem of happiness will be yours forever~❤\""
    ],
    "introduce": [
      "G'day mate~ So you're my new Commander eh? Name's F1, \"Jungle Poet\".I occasionally dabble in a little bit of combat as well~"
    ],
    "dialoguewedding": [
      "Commander, I just thought up of another love poem! Let me read it to you later!"
    ],
    "gain": [
      "G'day mate~ So you're my new Commander eh? Name's F1, \"Jungle Poet\".I occasionally dabble in a little bit of combat as well~"
    ]
  },
  "F2000": {
    "dialogue1": [
      "Do you need advice on anything, Commander?"
    ],
    "dialogue2": [
      "Are you hungry, Commander? I have snacks."
    ],
    "dialogue3": [
      "UUUhhhiiii!! You better keep my secret to yourself, Commander. Otherwise...you know what's going to happen to you right?"
    ],
    "wedding": [
      "Commander, I'm truly happy today.",
      "You knew all along right? That I was putting on an act?",
      "I'll share with you my true feelings from now on. Thank you for accepting me."
    ],
    "introduce": [
      "Fresh out of the factory, FF F2000, reporting! Ufufu, Commander, don't be shy and let's get along from now on!"
    ],
    "allhallows": [
      "Halloween huh? I don't hate horror movies, but you have to watch them with me, Commander."
    ],
    "dialoguewedding": [
      "This? This is the popcorn for tonight, of course. Didn't you say you wanted to watch a movie together? I'm very excited for tonight."
    ],
    "gain": [
      "Fresh out of the factory, FF F2000, reporting! Ufufu, Commander, don't be shy and let's get along from now on!"
    ]
  },
  "FAMAS": {
    "dialogue1": [
      "Commander, do you have any orders?"
    ],
    "dialogue2": [
      "Stop it Commander. I'm working right now."
    ],
    "dialogue3": [
      "Commander, don't touch me in strange places..."
    ],
    "wedding": [
      "This one is finished... That one is also finished... The next one is...",
      "Eeeh?! Springing this on me, is it really for me Commander?",
      "This task is going to take a lifetime to complete. Are you sure about this?"
    ],
    "introduce": [
      "Commander, should you choose to have me reinforce the frontline, I will show you my worth is that of a hundred soldiers."
    ],
    "allhallows": [
      "I don't care much for Halloween...but having candy to eat is not too bad!"
    ],
    "dialoguewedding": [
      "Your desk is all messy again even though I've told you many times to clean up after yourself... Forget it, I'll always take care of it if it's for you, Commander."
    ],
    "gain": [
      "Commander, should you choose to have me reinforce the frontline, I will show you my worth is that of a hundred soldiers."
    ]
  },
  "FG42": {
    "dialogue1": [
      "Rest assured, Commander, everyone is practicing diligently."
    ],
    "dialogue2": [
      "Don't slack off, the battle may start at any time."
    ],
    "dialogue3": [
      "Commander, please work in accordance with the rules and regulations! ...Uh, is this one...allowed?"
    ],
    "wedding": [
      "Since I was chosen by you, that means the path that I chose was the correct one.",
      "I once had various worries, but now that you are by my side, I will no longer be lost.",
      "Thank you, Commander!"
    ],
    "introduce": [
      "FG42, reporting for duty. It is my humble wish to hone myself further under the Commander."
    ],
    "allhallows": [
      "Even if this is a festival for fun, please avoid wearing overly exposed clothing! Although...some people's usual clothings are pretty exposed already..."
    ],
    "dialoguewedding": [
      "Commander, how did today's snacks taste? ...It was better, wasn't it! I didn't strictly follow the recipe this time, but I seem to have gotten an unexpectedly good result!"
    ],
    "gain": [
      "FG42, reporting for duty. It is my humble wish to hone myself further under the Commander."
    ]
  },
  "FMG9": {
    "dialogue1": [
      "Please check the newest intelligence collected today, Boss."
    ],
    "dialogue2": [
      "I wish...people would know me better."
    ],
    "dialogue3": [
      "My disguise isn't a form of cosplaying. It's not for show, okay?"
    ],
    "wedding": [
      "I'd thought nobody really understood me... From now on, Boss, I'll be your exclusive informant! I'm so happy to have met you."
    ],
    "introduce": [
      "FMG-9 is under your command now, boss. There's no cause for alarm, I'm not in my firing mode at the moment."
    ],
    "allhallows": [
      "The festivities tonight aren't challenging in the slightest for a master of disguise like me. But I did enjoy myself."
    ],
    "dialoguewedding": [
      "Boss, they've invited me to a weekend meet-up. What should I wear? ...Get real. This is serious..."
    ],
    "gain": [
      "FMG-9 is under your command now, boss. There's no cause for alarm, I'm not in my firing mode at the moment."
    ]
  },
  "FN49": {
    "dialogue1": [
      "Don't touch me in funny places."
    ],
    "dialogue2": [
      "P-Please don't tease me."
    ],
    "dialogue3": [
      "Hey! Even I'll get mad..."
    ],
    "wedding": [
      "Eh?! What's this that you have given me! Can I really? However, since I'm the one Commander has chosen, I won't let it go to any other! Please allow me to stay by your side, ever growing stronger!"
    ],
    "introduce": [
      "P-p-p-p-pleased to to meet you..."
    ],
    "allhallows": [
      "Y-You're giving my candy? Thank you..."
    ],
    "dialoguewedding": [
      "Commander, how did I do today? I know there's not much that I can do for now, but I'll keep working hard until you're satisfied!"
    ],
    "gain": [
      "P-p-p-p-pleased to to meet you..."
    ]
  },
  "FN49Mod": {
    "dialogue1": [
      "嗯？有什么事呢？随时效命。"
    ],
    "dialogue2": [
      "呀！抱歉……真是的，不管多少次都会被吓到呀！"
    ],
    "dialogue3": [
      "真是的，指挥官！为什么老是欺负我……您是讨厌我吗？还是……"
    ],
    "wedding": [
      "诶？！您塞给我的是什么啊！",
      "我真的可以吗？不过，既然是指挥官的选择，这一次，我不会让给任何人！",
      "请让我在您身边，努力变强！"
    ],
    "introduce": [
      "FN-49……在很久之前就完成了初步设计，但准备投产时遭遇了战争，不想为敌人工作的设计师带着资料逃向国外。\n战争结束后，我终于获得生产和销售的机会。为了不辜负大家的期望，我会努力下去的，指挥官！"
    ],
    "allhallows": [
      "这么可怕的节日，我还是留在家里发糖果吧，希望开门时别被吓到……"
    ],
    "dialoguewedding": [
      "指挥官，我今天的表现怎么样？虽然我现在能做的还很少，但是我会继续努力，直到您满意为止！"
    ]
  },
  "FN57": {
    "dialogue1": [
      "Hehe...Commander, wanna hear something good?"
    ],
    "dialogue2": [
      "Who are the squad members today? I look forward to your choice."
    ],
    "dialogue3": [
      "Oh? Still not satisfied? You need to stop when I say stop."
    ],
    "wedding": [
      "Commander...this moment has finally come....",
      "The more people and affairs I deal with, the more I lose myself, but you always pulled me back when I needed help the most.",
      "Thank you, please let me stay with you from now on and become your most trusted partner."
    ],
    "introduce": [
      "Oh my, you're my Commander huh? Well you better take good care of me, because I'll have you fall in love with me soon enough."
    ],
    "dialoguewedding": [
      "Do you want to go shopping together this weekend? I've found something really nice. It won't break your wallet this time, because I picked it out for you~"
    ],
    "gain": [
      "Oh my, you're my Commander huh? Well you better take good care of me, because I'll have you fall in love with me soon enough."
    ]
  },
  "FNFAL": {
    "dialogue1": [
      "Did you forget anything? ...Just don't forget about me."
    ],
    "dialogue2": [
      "The tea today is not bad. Then, what about today's chocolate?"
    ],
    "dialogue3": [
      "Gosh, Commander! Someone like you should be more serious!"
    ],
    "wedding": [
      "Today is a big day, but no need to be so nervous.",
      "Relax. Just do what you have to do, now and always. ",
      "That's what it is to be the Commander, right? There's no way I can be wrong about this."
    ],
    "introduce": [
      "Well then, you're the Commander, huh? Well, make sure you don't let me down."
    ],
    "dialoguewedding": [
      "Your clothes are all mussed again. You're not alone anymore, so please be more aware of your own responsibilities. Here, let me fix you up."
    ],
    "christmas": [
      "Happy Christmas, Commander... Please end the ball soon. It feels a bit chilly...wearing this gown all night..."
    ],
    "valentine": [
      "Tonight, we shall have flowers, sports cars and a noble feast. I will make FF FN49 green with envy."
    ],
    "gain": [
      "Well then, you're the Commander, huh? Well, make sure you don't let me down."
    ]
  },
  "FNFNC": {
    "dialogue1": [
      "Commander, hurry up and give me some desserts! Gimme! Gimme! Gimme~!"
    ],
    "dialogue2": [
      "I heard Japanese desserts are very tasty. Things like daifuku and raw yatsuhashi...I want to try them!"
    ],
    "dialogue3": [
      "Will I get fat if I keep eating? ...I'll be alright. Eating is a part of my nature afterall!"
    ],
    "wedding": [
      "You're inviting me out to a feast again? Don't mind if I do!",
      "Eh? Before that, I have to do what...?",
      "What?! You're too sly, Commander! How can I refuse if we're discussing this sort of thing over a meal!"
    ],
    "introduce": [
      "Pleased to meet you, Commander. Want some chocolate?"
    ],
    "allhallows": [
      "不给糖就捣蛋！不给糖就捣蛋！不给糖就捣蛋！"
    ],
    "dialoguewedding": [
      "Commander, let me help too! The faster we finish up work, the faster we can have cake! Remember to save me the strawberries!"
    ],
    "gain": [
      "Pleased to meet you, Commander. Want some chocolate?"
    ]
  },
  "FNP9": {
    "dialogue1": [
      "What's there to do today apart from lessons, Commander?"
    ],
    "dialogue2": [
      "I have many different uniforms. This one looks pretty cute too."
    ],
    "dialogue3": [
      "I know I'm terribly charming, Commander, but please stop staring at me. It's embarrassing."
    ],
    "wedding": [
      "You sure about choosing me, Commander? It's because of my smile, isn't it? I do have an incomparable smile, I know. I'll keep working hard with a smile from now on. Heheh... I'm so happy..."
    ],
    "introduce": [
      "It's time for FF FNP9's...gorgeous...debut! Commander...please give me...your support from now on..."
    ],
    "allhallows": [
      "Woohoo! Then I'll be leading this year's trick-or-treating! Huh? Has everyone set off already?!"
    ],
    "dialoguewedding": [
      "Heheh, I'm buoyant as ever today, and people keep thinking better and better of me! It's all thanks to your pointers! I'll keep working hard!"
    ],
    "gain": [
      "It's time for FF FNP9's...gorgeous...debut! Commander...please give me...your support from now on..."
    ]
  },
  "G11": {
    "dialogue1": [
      "Commander, what did you say?"
    ],
    "dialogue2": [
      "Please clean your room, otherwise I'll have to sleep on the floor."
    ],
    "dialogue3": [
      "Urgh... don't hit me... I know, I'll get up now...."
    ],
    "wedding": [
      "Commander, what did you wake me up so late for?",
      "Eh? Could this be...that so-called \"confession\"? Seeing that wholehearted expression on your face, I wouldn't be able to sleep properly if I didn't accept your feelings.",
      "Alright...just this once."
    ],
    "introduce": [
      "G11... Commander, you got a bed around here?"
    ],
    "allhallows": [
      "If it's just a festival for giving me candy, taking part in it won't be bad... Huh? There's more to it than that? Never mind then."
    ],
    "dialoguewedding": [
      "Ah... Commander, where's the body pillow that I wanted? ...You don't have it? ...Then, are you busy right now?"
    ],
    "christmas": [
      "圣诞快乐……指挥官，晚宴准备好了吗？我待会儿会去吃的。"
    ],
    "gain": [
      "Gr G11... Commander, you got a bed around here?"
    ]
  },
  "G28": {
    "dialogue1": [
      "Ah? What did you say? I didn't catch that! ...Hehe, just kidding."
    ],
    "dialogue2": [
      "Commander, having just me is enough, right? ...At least, you're gonna be happy, right?"
    ],
    "dialogue3": [
      "Hehehh, I'm very happy that you like me, but it's gonna be troublesome if other people see us."
    ],
    "wedding": [
      "Commander...is this...really for me?",
      "Hahahh, I win! This is won purely by my own strength!",
      "Come on, Commander, let‘s shout louder! Let the world hear the sound of our happiness!"
    ],
    "introduce": [
      "Sniper Rifle G-28! Commander, if you have no objections then please take me home with you!"
    ],
    "dialoguewedding": [
      "Commander, do you still want to participate in the cooking competition this weekend? Of course...there will still be my special treats afterward..."
    ],
    "gain": [
      "Sniper Rifle Gr G28! Commander, if you have no objections then please take me home with you!"
    ]
  },
  "G3": {
    "dialogue1": [
      "I guess you can say I have no self-confidence... Anyways, I don't know how to explain it..."
    ],
    "dialogue2": [
      "Ah, no, it's nothing..."
    ],
    "dialogue3": [
      "Eek! Please don't suddenly touch me like that!"
    ],
    "wedding": [
      "Commander, will you accept me regardless of how I look?",
      "Is that so...? Then please let me stay by your side and grow from your guidance."
    ],
    "introduce": [
      "How are you, Commander? Please call me Gr G3 from now on."
    ],
    "allhallows": [
      "Trick or treat, which do you prefer, Commander?"
    ],
    "dialoguewedding": [
      "Commander, is there anything else that I can do for you? I can't repay your trust and kindness with how little I'm doing for you..."
    ],
    "gain": [
      "How are you, Commander? Please call me Gr G3 from now on."
    ]
  },
  "G3Mod": {
    "dialogue1": [
      "指挥官，我该做什么呢？也许我该自己思考一下？"
    ],
    "dialogue2": [
      "真想为大家做点什么，我应该还可以做得更多。"
    ],
    "dialogue3": [
      "指挥官，您是在用您的方式，教我怎么和人相处吗？"
    ],
    "wedding": [
      "指挥官，不管我变成什么样子，您都会接受我？",
      "是吗…请让我留在您的身边，聆听着您的教诲，然后继续成长。"
    ],
    "introduce": [
      "指挥官，此刻的我，已经焕然一新了，不过当然，还是用那个名字来称呼我吧。"
    ],
    "dialoguewedding": [
      "指挥官，我还能为您做点什么呢？现在这个程度，还不足以报答您的信赖吧……"
    ],
    "gain": [
      "指挥官，此刻的我，已经焕然一新了，不过当然，还是用那个名字来称呼我吧。"
    ]
  },
  "G36": {
    "dialogue1": [
      "Feel free to let me know if there is any problem."
    ],
    "dialogue2": [
      "How about a second helping, Master? There are freshly fried sausages."
    ],
    "dialogue3": [
      "It is my duty to answer my master's needs."
    ],
    "wedding": [
      "I have only been able to give my all because you need me, Master.",
      "From now on, please let me stay by your side as your bespoke maid."
    ],
    "introduce": [
      "Guten tag. I will exclusively serve as your maid from now on, master."
    ],
    "allhallows": [
      "Commander, you shouldn't be spoiling everyone so much. You've given out too much candies tonight. They might not be able to go into battle if they get cavities."
    ],
    "dialoguewedding": [
      "It's going to be another busy day today, yet you're the only one that knows how hardworking I am... So, is there anything you'd like me to get for you? I'll continue to keep this a secret from everyone."
    ],
    "gain": [
      "Guten tag. I will exclusively serve as your maid from now on, master."
    ]
  },
  "G36_0": {
    "dialogue1": [
      "Feel free to let me know if there is any problem."
    ],
    "dialogue2": [
      "How about a second helping, Master? There are freshly fried sausages."
    ],
    "dialogue3": [
      "It is my duty to answer my master's needs."
    ],
    "wedding": [
      "I have only been able to give my all because you need me, Master.",
      "From now on, please let me stay by your side as your bespoke maid."
    ],
    "introduce": [
      "Guten tag. I will exclusively serve as your maid from now on, master."
    ],
    "allhallows": [
      "Commander, you shouldn't be spoiling everyone so much. You've given out too much candies tonight. They might not be able to go into battle if they get cavities."
    ],
    "dialoguewedding": [
      "It's going to be another busy day today, yet you're the only one that knows how hardworking I am...So, is there anything you'd like me to get for you? I'll continue to keep this a secret from everyone."
    ]
  },
  "G36C": {
    "dialogue1": [
      "Commander, is there something bothering you? If you don't mind, I can listen."
    ],
    "dialogue2": [
      "How about resting for a little bit? It's not good to overwork yourself."
    ],
    "dialogue3": [
      "Big sis G36, do you need any help? ...Oh, Commander? Sorry, please excuse me..."
    ],
    "wedding": [
      "Eh? Commander, what is this for?",
      "I've always felt very embarrassed for you to constantly look after me.",
      "It seems that I must become a bit more reliable to meet your expectations."
    ],
    "introduce": [
      "Greetings, I'm Gr G36c, it's a pleasure to meet you. Also...pardon me but...is my sister, Gr G36, here as well?"
    ],
    "dialoguewedding": [
      "Commander, how was my performance today? If there's anything that I can improve on... This? Do you really mean this?"
    ],
    "break": [
      "Aaaah! There's been an unexpected situation..."
    ],
    "retreat": [
      "I'm sorry, Commander. I will accept the punishment..."
    ],
    "gain": [
      "Greetings, I'm Gr G36c, it's a pleasure to meet you. Also...pardon me but...is my sister, Gr G36, here as well?"
    ]
  },
  "G41": {
    "dialogue1": [
      "Is there anything you'd like to do, Master?"
    ],
    "dialogue2": [
      "Master, I want to hear more of your stories!"
    ],
    "dialogue3": [
      "Could you pat me on the head? That makes me happy!"
    ],
    "wedding": [
      "I was worried that you might hate me...",
      "But that concern was unncessary.",
      "I, Gr G41, will be forever by your side, Master!"
    ],
    "introduce": [
      "Gr G41. Master, please take me home!"
    ],
    "allhallows": [
      "Trick or Treat! Tee-hee, I won't actually trick you since you're busy. But I'll still take the treat."
    ],
    "dialoguewedding": [
      "Master, many interesting things happened today! Listen in, and give me treats if you like the story!"
    ],
    "gain": [
      "Gr G41. Master, please take me home!"
    ]
  },
  "G43": {
    "dialogue1": [
      "Are the tactical preparations ready?"
    ],
    "dialogue2": [
      "Ah, it's nothing... Heheh..."
    ],
    "dialogue3": [
      "Commander, it's not like you can't touch me, but don't pull any sneak attacks!"
    ],
    "wedding": [
      "Will you still choose me no matter how I look, Commander? ...Danke schön. Then let me stay by your side from now on. I shall enjoy the music of your voice and keep growing."
    ],
    "introduce": [
      "Guten tag! I am G43, please allow me to display my elegance in battle from this day forward."
    ],
    "allhallows": [
      "Süßes oder Saure! It's all good as long as the kids have fun!"
    ],
    "dialoguewedding": [
      "Busy recently? Let me know if you're feeling tired, Commander. If you go down, who's gonna have my back?"
    ],
    "gain": [
      "Guten tag! I am G43, please allow me to display my elegance in battle from this day forward."
    ]
  },
  "GepardM1": {
    "dialogue1": [
      "指挥官，战争要是结束了，我就能永远地放假了吧？"
    ],
    "dialogue2": [
      "不管是工作还是这件武器，对我来说都好沉重……"
    ],
    "dialogue3": [
      "要保持注意力是很困难的，请指挥官不要打扰我……"
    ],
    "wedding": [
      "指挥官，我光是一个人负重前行，就已经精疲力尽了……",
      "但只要有您在身边的话，那份重担……也变得没那么可怕了。",
      "我无法承受的那部分……指挥官，今后也能继续拜托您吗？ "
    ],
    "introduce": [
      "我是Gepárd M1，直接叫我猎豹也没问题……作为猎豹系列第一把服役的枪，我主要负责摧毁一些轻装甲的目标，不过略重的枪身和较长的装填过程，给了我必须达到“一枪一杀”的压力……哎，如此繁重的工作，为什么要交给如此弱小的我呢……"
    ],
    "dialoguewedding": [
      "指挥官，下次的假期也要加班吗？……没关系，我会一直陪着您的。"
    ],
    "gain": [
      "这里就是我新的工作地方吗？……好吧，猎豹M1，正式报到。"
    ]
  },
  "GG_elfeldt": {
    "dialogue1": [
      "If things go on like this, my perfect husband will be..."
    ],
    "dialogue2": [
      "Sign your name here and we will become a married couple!"
    ],
    "dialogue3": [
      "Your face...it's too close!"
    ],
    "wedding": [
      "If you want it like this, then the two of us must love each other forever, just as we are now as newlyweds!",
      "We'll call each other honey, sweatheart, and that sort of thing!",
      "If our story can be adapted into a movie, how about the title \"My Wife is a Dimensional Invader\"?...Ahh, my imagination is running wild~"
    ],
    "introduce": [
      "Women are always fighting on the battlefield of love! Do not underestimate the amount of the battles that we've come across!"
    ],
    "dialoguewedding": [
      "No, darling, I'm already full... Ah! Drool..."
    ],
    "gain": [
      "Women are always fighting on the battlefield of love! Do not underestimate the amount of the battles that we've come across!"
    ]
  },
  "Glock17": {
    "dialogue1": [
      "Your eyes are glinting. Please stay away for now."
    ],
    "dialogue2": [
      "Please stop gaping. You look stupid."
    ],
    "dialogue3": [
      "Special skill: Observing humans. Target: The Boss! You can't get away this time!"
    ],
    "wedding": [
      "You have an odd look on your face, Boss... What? Hold on a second! Why me? Well...I'm just a little bit pleased. Heheh, I'll be by your side, observing you from now on."
    ],
    "introduce": [
      "G17, reporting! Hey...at least smile a little huh?"
    ],
    "allhallows": [
      "Halloween, eh? Let me tell you, Boss...who only wants to dress up, and who actually wants to scare you out of your skin."
    ],
    "dialoguewedding": [
      "Commander, I've learned a new hypnosis trick. Wanna see? You'll really fall asleep, you know? And it'll get dangerous afterwards..."
    ],
    "gain": [
      "G17, reporting! Hey...at least smile a little huh?"
    ]
  },
  "Grizzly": {
    "dialogue1": [
      "You can't just sit all day, Commander. Fancy a drive with me?"
    ],
    "dialogue2": [
      "Don't get the wrong idea, okay?"
    ],
    "dialogue3": [
      "Don't rely on me too much, Commander. You can do perfectly fine on your own..."
    ],
    "wedding": [
      "Oh? Do you want something from me, Commander?",
      "Huh? Are you kidding?! I think of you as a friend, but you...you wanna...",
      "Not that I hate it, but at least give me...some time to prepare..."
    ],
    "introduce": [
      "Oh? Why if it isn't the Commander. Grizzly MkV, I'll be tagging along from now on."
    ],
    "allhallows": [
      "What's the plan tonight, Commander? ...Oh? Whose apple cider is this? I'm helping myself!"
    ],
    "dialoguewedding": [
      "Wanna drive me home after work, Commander? Your driving sure did impress me last time. Show me more tonight."
    ],
    "gain": [
      "Oh? Why if it isn't the Commander. Grizzly MkV, I'll be tagging along from now on."
    ]
  },
  "Grizzly_0": {
    "dialogue1": [
      "You can't just sit all day, Commander. Fancy a drive with me?"
    ],
    "dialogue2": [
      "Don't get the wrong idea, okay?"
    ],
    "dialogue3": [
      "Don't rely on me too much, Commander. You can do perfectly fine on your own..."
    ],
    "wedding": [
      "Oh? Do you want something from me, Commander?",
      "Huh? Are you kidding?! I think of you as a friend, but you...you wanna...",
      "Not that I hate it, but at least give me...some time to prepare..."
    ],
    "introduce": [
      "Oh? Why if it isn't the Commander. Grizzly MkV, I'll be tagging along from now on."
    ],
    "allhallows": [
      "What's the plan tonight, Commander? ...Oh? Whose apple cider is this? I'm helping myself!"
    ],
    "dialoguewedding": [
      "Wanna drive me home after work, Commander? Your driving sure did impress me last time. Show me more tonight."
    ]
  },
  "HEZISM1": {
    "dialogue1": [
      "有时候我也希望自己再冷酷一点，因为大家好像都喜欢这种类型的……不过我最应付不来的就是这种人了。"
    ],
    "dialogue2": [
      "指挥官退休后想做什么？我的话……如果有机会，希望能去人类的学校上学呢。"
    ],
    "dialogue3": [
      "再聊下去我就没法专心工作了，指挥官也不闲吧？"
    ],
    "wedding": [
      "指挥官……我能借着这个机会和您“告白”吗？",
      "虽然可能不像电影那么浪漫，请就让我这么笨拙地说出来吧……",
      "指挥官……我……喜欢你……❤"
    ],
    "introduce": [
      "要来这里工作还真是不容易呢……指挥官您好，希望我来的正是时候，要马上开始任务吗？"
    ],
    "dialoguewedding": [
      "指挥官，和您在一起的时候，总感觉自己的体温不太正常呢……我这是感冒了吗？"
    ],
    "gain": [
      "要来这里工作还真是不容易呢……指挥官您好，希望我来的正是时候，要马上开始任务吗？"
    ]
  },
  "Himeko": {
    "dialogue1": [
      "现在可是在工作中啊，给我好好地认真一点。"
    ],
    "dialogue2": [
      "你看起来……并不怎么忙嘛。"
    ],
    "dialogue3": [
      "你已经准备好去死了，是吗？"
    ],
    "wedding": [
      "哼……敢这么对我做的人，你还是第一个呢。",
      "虽然做法幼稚……不过，我并不讨厌。",
      "面对这样的结果……你应该已经做好觉悟了吧？"
    ],
    "introduce": [
      "报告！我是无量塔姬子，少佐军衔，隶属于天命女武神部队。目前身体状况良好，随时可以使用Nexus系统进行出击！让我暂时待命？……哼？那这只是一次私谈咯？"
    ],
    "dialoguewedding": [
      "如果你想休息的话，来吧，睡在……我的怀里如何？"
    ],
    "gain": [
      "……就是你来指挥我吗？哼……我无量塔姬子还真是被小看了。"
    ]
  },
  "HK21": {
    "dialogue1": [
      "和大家开作战会议？……算了吧，反正我去了也插不上话，不用管我。"
    ],
    "dialogue2": [
      "指挥官，如果有麻烦的事情请不要勉强姐姐，交给我来就好了。"
    ],
    "dialogue3": [
      "我的头发刚染过……别乱碰。"
    ],
    "wedding": [
      "指挥官，我明明……只是希望只有姐姐能注意到我而已……",
      "但不知什么时候，我已经无法逃避你的目光了……",
      "真是狡猾……从我姐姐那里分出来的爱意，你可得好好负责才行啊！"
    ],
    "introduce": [
      "呼……姐姐，我终于来到这个地方了……指挥官，虽然很麻烦，不过今后请多关照了。"
    ],
    "dialoguewedding": [
      "指挥官，不准你工作时和姐姐靠那么近了！……不、不为什么，反正就是不行……！"
    ],
    "gain": [
      "呼……姐姐，我终于来到这个地方了……指挥官，虽然很麻烦，不过今后请多关照了。"
    ]
  },
  "HK23": {
    "dialogue1": [
      "SAW好像在附近！快、快躲起来！"
    ],
    "dialogue2": [
      "果然，我还是不太适合副官的工作吧……"
    ],
    "dialogue3": [
      "呀！指挥官！我、我做错了什么吗？"
    ],
    "wedding": [
      "指挥官……我是第一次，这样直视您的眼睛……",
      "面对如此胆小的我，您一次次给了我安全感……",
      "今后……我不会再是一个人了……对吗？❤"
    ],
    "introduce": [
      "我是根据HK21A1改进为5.56mm口径型号的HK23，起初研发我是为了参与SAW的竞标……不过最后还是落选了。果然像我这样的孩子……一开始就不值得被大家所期待吧，哈哈……"
    ],
    "dialoguewedding": [
      "指挥官，太危险的事绝对不能做哦？不然我会很担心的……"
    ],
    "gain": [
      "您、您就是那位大人吗？我是HK23，还请您对我手下留情……"
    ]
  },
  "HK416": {
    "dialogue1": [
      "Commander, I am all you need."
    ],
    "dialogue2": [
      "HKM4? I have no need for such a name anymore!"
    ],
    "dialogue3": [
      "Be careful with the inspection. Don't let any problem pass, no matter how trivial."
    ],
    "wedding": [
      "Be it you or achievements in combat, everything is mine.",
      "You don't have to raise a finger, Commander. I'll settle everything for you."
    ],
    "introduce": [
      "416...Please remember this name, Commander."
    ],
    "allhallows": [
      "Ghosts? I wouldn't codename an operation 'Ghost' if I were afraid of such things, would I?"
    ],
    "dialoguewedding": [
      "How have you been doing these days, Commander? If you're feeling down, I'll make you smile by any means necessary... You got a better idea? Let's hear it."
    ],
    "break": [
      "Just...what am I missing?! I should’ve done everything perfectly!"
    ],
    "fix": [
      "Ugh... I really hope...they’ll never see me like this..."
    ],
    "retreat": [
      "I hate this... I should be fit to fight in any terrain."
    ],
    "hello": [
      "Good morning, Commander. Today I won't lose to anyone either."
    ],
    "gain": [
      "Are you the commander? 416...Please remember this name. This name that is one of a kind."
    ]
  },
  "HK45": {
    "dialogue1": [
      "Are you bored, Commander? Let's dance!"
    ],
    "dialogue2": [
      "I'm not like USP... I'm way cuter!"
    ],
    "dialogue3": [
      "Commander, you can't simply do as you please just because I'm so mesmerizing."
    ],
    "wedding": [
      "Ah, do you finally want to ask me for a dance, Commander?",
      "Sure, I will dance with you, because you're such a cute and charming dance partner!",
      "From now on, let's dance the steps of our happiness together!"
    ],
    "introduce": [
      "Pleased to meet you, Commander. It's me, the cute and charming Gr HK45! Now, may I ask you for a dance?"
    ],
    "dialoguewedding": [
      "Commander, do you still remember the dance steps I taught you last time? Please don't step on my foot this time!"
    ],
    "gain": [
      "Pleased to meet you, Commander. It's me, the cute and charming Gr HK45! Now, may I ask you for a dance?"
    ]
  },
  "IDW": {
    "dialogue1": [
      "You like cats, Commeownder? So you like me?"
    ],
    "dialogue2": [
      "Huh? My age? I was born the day I met you, Commeownder!"
    ],
    "dialogue3": [
      "Up a bit! Yes, yes, right there! Thanks Commeownder!"
    ],
    "wedding": [
      "What? Really?",
      "All I wanted...was a home. I never thought about having you all to meowself!",
      "But if that's what you want, Commeownder... I'm helping meowself!"
    ],
    "introduce": [
      "IDW meow! Could you please take me in and adopt me, Commeownder? Eh, you will!? I'm so happy!"
    ],
    "allhallows": [
      "Ugh... It's pretty chilly tonight... I-I'm not very good with this because there are too meowny creepy stories where I'm from!"
    ],
    "dialoguewedding": [
      "How's the weather outside, Commeownder? Let's go sunbathing! It's this time of the day that I always look forward to!"
    ],
    "gain": [
      "IDW meow! Could you please take me in and adopt me, Commeownder? Eh, you will!? I'm so happy!"
    ]
  },
  "IDWMod": {
    "dialogue1": [
      "不管是可爱的我还是帅气的我，指挥官都会喜欢人家的对吧？"
    ],
    "dialogue2": [
      "这里是IDW！要进行任务了吗？人家随时都准备着登场哦~OVER！"
    ],
    "dialogue3": [
      "最喜欢长官的按摩啦~今天要从哪里开始呢？"
    ],
    "wedding": [
      "诶？——骗人的吧？",
      "我……我只是想找到容身之所，从没想过把长官从大家身边抢走的！",
      "但是，既然是长官的选择，人家就不客气啦！"
    ],
    "introduce": [
      "IDW冲锋枪哦，原本是作为防身武器而设计的，不过因为弹药口径等问题，销量不是很好……\n后来的我换了好几次主人，经过改进成了现在的样子，当作冲锋枪的话，我还是很有潜力的！"
    ],
    "allhallows": [
      "呜……今晚，果然还是有点冷啊……正、正因为出生地太多这种故事，我才不擅长啊！"
    ],
    "dialoguewedding": [
      "指挥官，外面的天气怎么样？一起去晒太阳吧，我每天最期待的就是这个时候啦！"
    ]
  },
  "Ithaca37": {
    "dialogue1": [
      "Uh huh! Just like that. Please admire me to the fullest."
    ],
    "dialogue2": [
      "My name is Ithaca, don't you dare get it wrong even in your dreams~"
    ],
    "dialogue3": [
      "I appreciate your feelings for me, Commander, but if that gets in the way of work, I'll be scolded too."
    ],
    "wedding": [
      "So...you have always cherished me, Commander, but I've never realized it until now.",
      "I have always only paid attention to myself and didn't realize your genuine feelings...I'm truly sorry for that.",
      "I will definitely make it up to you, so please look forward to it."
    ],
    "introduce": [
      "You can call me Ithaca. I'll be joining your ranks so let's all have a good time, Commander."
    ],
    "dialoguewedding": [
      "Do you want to hang out after work? I have been working overtime with you for so long, I believe some compensations are in order?"
    ],
    "gain": [
      "You can call me Ithaca. I'll be joining your ranks so let's all have a good time, Commander."
    ]
  },
  "IWS2000": {
    "dialogue1": [
      "Commander, do you need help with anything? Any work for me is fine."
    ],
    "dialogue2": [
      "Let me know if you need me. I hope to improve myself."
    ],
    "dialogue3": [
      "C-Commander! Is this a fitting behavior of a gentleman? Please stop!"
    ],
    "wedding": [
      "I...have been looking forward to the arrival of this day.",
      "I worked hard towards being trusted and relied on by you, and that has always been the reason for my very existence...",
      "Please allow me to stay with you forever, Commander."
    ],
    "introduce": [
      "IWS 2000, reporting. Commander, let me become your most trustworthy asset."
    ],
    "dialoguewedding": [
      "Today I'm wearing the hairband you gave me. I've lost it a few times, but I've always got it back."
    ],
    "allhallows": [
      "今晚有什么想玩的吗？我已经准备好了100个鬼故事哦？"
    ],
    "gain": [
      "IWS 2000, reporting. Commander, let me become your most trustworthy asset."
    ]
  },
  "JS-127": {
    "dialogue1": [
      "Which T-Doll pranked you today, Commander? Come on, tell me~"
    ],
    "dialogue2": [
      "Working hard is good, but it's also necessary to relax once in a while... Huh? I was talking about myself."
    ],
    "dialogue3": [
      "My fringe is styled at a different angle today, did you notice?"
    ],
    "wedding": [
      "Actually, I already knew since the first time I met you...",
      "You were more gentle and adorable than what I had imagined, so I decide that...",
      "From now on, I want to get closer to you and have you etched into my Neural Cloud. ❤"
    ],
    "introduce": [
      "If I remember correctly it should be somewhere around here...eh? You're the Commander? I thought you would be more...Ah! No, it's nothing..."
    ],
    "dialoguewedding": [
      "Commander! Go ahead, smell my hair and guess what shampoo I used today. If you answer correctly..."
    ],
    "newyear": [
      "今年会有什么新年活动吗？要保证我能玩得开心哦。"
    ],
    "gain": [
      "If I remember correctly it should be somewhere around here...eh? You're the Commander? I thought you would be more...Ah! No, it's nothing..."
    ]
  },
  "K2": {
    "dialogue1": [
      "别劝我了，就算是过热我也不会停止吃辣翅的！"
    ],
    "dialogue2": [
      "K7那孩子，要是再坦诚一点就好了……"
    ],
    "dialogue3": [
      "别碰了啦！让后辈看见了多不好意思啊……"
    ],
    "wedding": [
      "指挥官，我其实明白自己还有很多的不足……",
      "但是，您总是能发现我优秀的地方！",
      "这一定是因为……我对指挥官来说，非常非常重要，是吧……❤"
    ],
    "introduce": [
      "在柯尔特拒绝给大宇出口M16A1的背景下，大宇自主研制了小口径的突击步枪，也就是我K2啦~在其设计上取了各家之所长，可以说是集优点于一身哦！……哎？什、什么过热？不、不知道你在说什么！（捂住耳朵）"
    ],
    "dialoguewedding": [
      "指挥官，今晚的超级辣烧烤可不许跑哦！谁没吃完谁买单~"
    ],
    "gain": [
      "K2来啦！我可爱的后辈们在哪里呢？一定迫不及待地想见我了吧！"
    ]
  },
  "K5": {
    "dialogue1": [
      "会议方案已经决定了吧？……呵呵，果然是这样的结论呢，相应的材料我已经准备好了。"
    ],
    "dialogue2": [
      "人形的心智再怎么强大，也会有无法演算的未来发生，不过只是占卜明天的天气的话，我还是有点自信的。"
    ],
    "dialogue3": [
      "指挥官，有的时候少知道一点才更好哦。"
    ],
    "wedding": [
      "虽然我已经有所察觉了，但还是一直有些怀疑……",
      "因为我不敢相信，自己能如此幸运，能和您如此接近。",
      "这样的命运，已经被您的手心抓住，无法逃离了……❤"
    ],
    "introduce": [
      "果然，无数的迹象都在表明……指挥官，我和您的相遇，是命中注定的。"
    ],
    "dialoguewedding": [
      "下次的任务结果，应该会有什么征兆才对……指挥官，最近请多留意一下大家的状态……特别是……我的。"
    ],
    "gain": [
      "果然，无数的迹象都在表明……指挥官，我和您的相遇，是命中注定的。"
    ]
  },
  "Kiana": {
    "dialogue1": [
      "这里都是些使用枪械的高手呢，我可不会输给她们哦？"
    ],
    "dialogue2": [
      "这个世界也以另一种方式“崩坏”着……放心吧，我不会坐视不管的。"
    ],
    "dialogue3": [
      "你、你是变态吗！？快点去死啦！去死去死！"
    ],
    "wedding": [
      "诶？这个，难道是给我的？",
      "啊……作为装饰来说，还算不错嘛……",
      "……好啦！你得意忘形什么啦！答、答应你就是了……"
    ],
    "introduce": [
      "我是琪亚娜·卡斯兰娜，千羽学园高中部的一年生，不过同时也是卡斯兰娜家族的后人……卡斯兰娜家族吗？唉，都怪不正经的老爸的到处乱跑。我可不需要你帮我一起找，但现在…姑且让你做我的同伴吧！"
    ],
    "dialoguewedding": [
      "别、别看着我发呆啊！有什么事赶紧说，我会好好听的……"
    ],
    "gain": [
      "我只是一个偶然在这里路过的学生妹啦。琪亚娜·卡斯兰娜，没事可别随便叫这个名字哦！"
    ]
  },
  "KLIN": {
    "dialogue1": [
      "Commander, you are the first one to talk to me today. Not bad at all!"
    ],
    "dialogue2": [
      "Don't let others get in my way in combat. I take no responsibility if anyone gets hit by friendly fire!"
    ],
    "dialogue3": [
      "Stop lounging around in front of me! If you have so much free time then find something important to do!"
    ],
    "wedding": [
      "Commander, you are the first one who has dared to do this.",
      "Am I really...the Number One in your heart?",
      "Don't worry! I'll never let anybody else overtake me on this ranking!"
    ],
    "introduce": [
      "KLIN's gonna be the number one Grifon T-Doll! Commander, you better remember this moment!"
    ],
    "dialoguewedding": [
      "Commander, occasional laziness is fine, but don't think that you can do whatever you want just because you are the Number One in my heart!"
    ],
    "gain": [
      "KLIN's gonna be the number one Grifon T-Doll! Commander, you better remember this moment!"
    ]
  },
  "KP31": {
    "dialogue1": [
      "Ah! Seriously, don't scare me like that!"
    ],
    "dialogue2": [
      "Commander, are you tired? Would you like me to put on some music?"
    ],
    "dialogue3": [
      "It's not that I dislike you, Commander, I'm...just not that used to being so close to you..."
    ],
    "wedding": [
      "Has this day finally come at last?",
      "Thank you for always being by my side, Commander. My mission is finally complete...",
      "Ah, Let me put on some music to celebrate!",
      "Eh? No need?"
    ],
    "introduce": [
      "Suomi KP-31, reporting. I'll follow the Commander's every order until the mission is accomplished!"
    ],
    "allhallows": [
      "I'm going to perform on stage tonight, so come and have a taste of the most avant-garde music of our people!"
    ],
    "dialoguewedding": [
      "Commander, the concert from the other day was pretty good, wasn't it? I had a good time as well. Let's go again together some other time, just the two of us!"
    ],
    "christmas": [
      "Merry Christmas, Commander... What do you think of my clothes tonight? As the first person to greet Santa Claus, I must look my best."
    ],
    "mood1": [
      "Ehehe~"
    ],
    "mood2": [
      "...Wow!"
    ],
    "agree": [
      "Mmm..."
    ],
    "accept": [
      "Mhm."
    ],
    "hello": [
      "Hello, Commander. I've cleaned your room. You can start your work whenever."
    ],
    "retreat": [
      "Am I...getting buried again? This...won't be my last time...right?"
    ],
    "lowmood": [
      "How could this..."
    ],
    "gain": [
      "Suomi KP-31, reporting. I'll follow the Commander's every order until the mission is accomplished!"
    ]
  },
  "KS23": {
    "dialogue1": [
      "You need something, Commander?"
    ],
    "dialogue2": [
      "What's the problem?"
    ],
    "dialogue3": [
      "Please do not touch me..."
    ],
    "wedding": [
      "Wait, what are you talking about, Commander? Are you serious!",
      "...I got it. I..I don't hate it, but everyone will tease me now...",
      "Eh? Where did you all came from? I don't want your blessings, get out of the way!"
    ],
    "introduce": [
      "KS-23. Did I surprise you, Commander? Well, in any case, I'll be counting on you."
    ],
    "dialoguewedding": [
      "People brought gifts again? Sigh... It's all because of you that I'm geting more and more popular recently."
    ],
    "gain": [
      "KS-23. Did I surprise you, Commander? Well, in any case, I'll be counting on you."
    ]
  },
  "KSG": {
    "dialogue1": [
      "The operation can start at any time, so please be well prepared."
    ],
    "dialogue2": [
      "Has the training data from last time been released yet? Perhaps I still have room for improvement."
    ],
    "dialogue3": [
      "Please stop, Commander. Do not test my patience and reflexes."
    ],
    "wedding": [
      "This moment has finally arrived, huh...",
      "Although I told myself to be prepared for it, my heart's still beating furiously in my chest.",
      "I will slowly get used to it, Commander. This is a new beginning, and I...am deeply honored."
    ],
    "introduce": [
      "Am KSG shotgun has joined your team. Commander, where are the targets that need to be eliminated?"
    ],
    "dialoguewedding": [
      "Is this the plan for the next operation? I believe that your good judgement...hasn't and will never change."
    ],
    "gain": [
      "Am KSG shotgun has joined your team. Commander, where are the targets that need to be eliminated?"
    ]
  },
  "L85A1": {
    "dialogue1": [
      "I just took a bath with my glasses on..."
    ],
    "dialogue2": [
      "You need to turn the safety off before you fire."
    ],
    "dialogue3": [
      "It would be fantastic if tomorrow is a sunny day as well."
    ],
    "wedding": [
      "Huh? Is this a prank, Commander?",
      "I'm clearly nowhere near the mark yet you've picked me... How do I repay you?",
      "Well, let's find the answer together!"
    ],
    "introduce": [
      "Hello, I am L85A1. Care for a cup of tea, Commander?"
    ],
    "allhallows": [
      "The children are playing~ It's great they're having so much fun!"
    ],
    "dialoguewedding": [
      "Commander, I made you red tea with my secret recipe. Be sure to savor it!"
    ],
    "gain": [
      "Hello, I am L85A1. Care for a cup of tea, Commander?"
    ]
  },
  "LWMMG": {
    "dialogue1": [
      "Commander, do we have enough ammo reserves?"
    ],
    "dialogue2": [
      "Don't worry, I can do it myself. Ah...thank you..."
    ],
    "dialogue3": [
      "Huh? Does anybody need help? I'm free."
    ],
    "wedding": [
      "Is this...prepared for me? Isn't this a bit too extravagant?",
      "...But I'll let you have your way this time.",
      "I've occasionally fantasized about this scenario before, but I've never thought it would become a reality...",
      "I'm grateful from the bottom of my heart, Commander..."
    ],
    "introduce": [
      "Pleased to meet you, Commander. There is...no need to introduce me to the others, I'm fine working alone after all..."
    ],
    "allhallows": [
      "I didn't expect Halloween to be this busy. Everyone! You better not throw out the packaging for the candies! You can reuse them for many other purposes!"
    ],
    "dialoguewedding": [
      "Commander, I booked us dinner at a good restuarant this weekend. You've worked hard this week, so I'll splurge a little on you."
    ],
    "newyear": [
      "新年快乐，指挥官。去年的财务报表出来了，没有太多浪费，今年也请再接再厉"
    ],
    "gain": [
      "Pleased to meet you, Commander. There is...no need to introduce me to the others, I'm fine working alone after all..."
    ]
  },
  "M1": {
    "dialogue1": [
      "Aren't you greedy, Commander? Heheh..."
    ],
    "dialogue2": [
      "Thank you for taking such good care of me, Commander."
    ],
    "dialogue3": [
      "Seriously... Your work isn't finished for today. Don't play with the other girls yet."
    ],
    "wedding": [
      "I'm simply too tired today, Commander. I'd really put in all I've got, but somehow I just wasn't very efficient... I'm so sorry!",
      "Hmm? What did you say... Me? ...Why?"
    ],
    "introduce": [
      "M1 Garand. I will fight under your command from now on, Commander."
    ],
    "allhallows": [
      "I'm not a child anymore, but I guess I'll still keep the candy."
    ],
    "dialoguewedding": [
      "Tell me if you need anything, Commander. I'm always ready. You can't do without me by your side."
    ],
    "gain": [
      "M1 Garand. I will fight under your command from now on, Commander."
    ]
  },
  "M12": {
    "dialogue1": [
      "Commander, do you have any orders for me? I'm ready to deploy any time."
    ],
    "dialogue2": [
      "Don't worry, Commander, I'll try my best."
    ],
    "dialogue3": [
      "Popularity? That kinda things doesn't matter to me, I just need to do well at my job."
    ],
    "wedding": [
      "C...Commander, is it for real? Even if you say that, how do I work hard on something like this? But...it's alright, as long as I'm with you, we can overcome any problems, right?"
    ],
    "introduce": [
      "Ciao! M12 submachine gun will be following your orders from now on. Commander, do you want me to sortie immediately?"
    ],
    "dialoguewedding": [
      "Commander, did you run into any trouble today? We've been through worse, don't give up so easily~"
    ],
    "gain": [
      "Ciao! M12 submachine gun will be following your orders from now on. Commander, do you want me to sortie immediately?"
    ]
  },
  "M14": {
    "dialogue1": [
      "You...touched me just now, didn't you? You totally did!"
    ],
    "dialogue2": [
      "Victory. This word just has a nice ring to it, right?♪"
    ],
    "dialogue3": [
      "C'mon! Be prepared, and victory shall be ours!"
    ],
    "wedding": [
      "This day is finally here, Commander.",
      "I've always been wondering when you'd notice me...",
      "This is the happiest of my entire life!"
    ],
    "introduce": [
      "Commander, I will not let you down!"
    ],
    "allhallows": [
      "It's a Trick for you~ Heheh! ...You'd have been fine if you had given me candy."
    ],
    "dialoguewedding": [
      "Commander, Commander! Wanna hear a joke? It's a bit embarrassing, but...you're used to it, right? Heheh..."
    ],
    "christmas": [
      "Merry Christmas! Santa Claus is coming, right? RIGHT?"
    ],
    "gain": [
      "Commander, I will not let you down!"
    ]
  },
  "M16A1": {
    "dialogue1": [
      "What's my thing? Jack Daniels, for sure."
    ],
    "dialogue2": [
      "I don't mind you messing with me, Commander, but don't touch my sister."
    ],
    "dialogue3": [
      "One eye is more than enough. I'm a crack shot, after all."
    ],
    "wedding": [
      "Oh? So you finally notice my merits, Commander?",
      "But...uh...you're getting too close. This needs some getting used to.",
      "In any case, should I tell M4 about this?"
    ],
    "introduce": [
      "Yo. It's me, M16A1. Leave the mission to me."
    ],
    "allhallows": [
      "Oh, so that's what Halloween started off as. Bit of a shame that it isn't a festival for drinking."
    ],
    "dialoguewedding": [
      "Let's have a drink after working, Commander. But, don't tell M4 this time, or it's me who gets the tongue lashing."
    ],
    "gain": [
      "Yo. It's me, M16A1. Leave the mission to me."
    ]
  },
  "M1873": {
    "dialogue1": [
      "You want to know my age? ...Let's not talk about my age, Commander."
    ],
    "dialogue2": [
      "Hey, isn't my skin smooth? It's all thanks to cola!"
    ],
    "dialogue3": [
      "Huuh? I'm drunk on cola? ...It's your imagination, you're just imagining things!"
    ],
    "wedding": [
      "Eh? The cola bottle looks a little different today. What are we celebrating today?",
      "Huh? Commander and I? ...Really?",
      "Then, prepare yourself! We'll be drinking cola together forever from now on!"
    ],
    "introduce": [
      "You called for me Commander? Do you have cola? Hey~ you have cola right?"
    ],
    "allhallows": [
      "Hand over the candy! Otherwise I'll trick you!"
    ],
    "dialoguewedding": [
      "Commander, take this! Cola ray! Are you sober now? Clean up and continue working hard, I'll stay beside you!"
    ],
    "christmas": [
      "Merry Christmas! Our Christmas tree is so beautiful!"
    ],
    "gain": [
      "You called for me Commander? Do you have cola? Hey~ you have cola right?"
    ]
  },
  "M1873Mod": {
    "dialogue1": [
      "指挥官，下一场决斗，安排好了吗？"
    ],
    "dialogue2": [
      "别乱晃啦，气泡都要摇出来了！"
    ],
    "dialogue3": [
      "指挥官，冰箱里还有可乐吗？……只剩十几瓶了，我再放点进去吧。"
    ],
    "wedding": [
      "诶？今天这是 要庆祝什么？",
      "诶？指挥官？和我？……真的吗？",
      "那就做好觉悟，和我永远泡在汽水里吧！"
    ],
    "introduce": [
      "哼哼，指挥官，现在的我可是提升了200%的活力哦，还有剩下的800%，请用可乐来填充吧！"
    ],
    "dialoguewedding": [
      "看招！可乐射线！这下清醒了吧，擦擦脸继续加油吧，我会陪着您的！"
    ],
    "gain": [
      "哼哼，指挥官，现在的我可是提升了200%的活力哦，还有剩下的800%，请用可乐来填充吧！"
    ]
  },
  "M1887": {
    "dialogue1": [
      "Are you pretending to be deep in thought again, Commander?"
    ],
    "dialogue2": [
      "If you are going to avoid work, don't let me find out, okay?"
    ],
    "dialogue3": [
      "It seems that self-destructive behavior is in your nature."
    ],
    "wedding": [
      "Hm... I judge this to be logically sound in the face of our objectives.",
      "However, it was your emotions that drove you to do this, correct?",
      "I can understand... as I'm also happy from the bottom of my heart."
    ],
    "introduce": [
      "Shotgun M1887. Glad to see you here, Commander. For the time being, do you mind helping me with my luggage?"
    ],
    "dialoguewedding": [
      "Did you see the movie last night? The imaginations of the people of the past... It just looks ridiculous now, doesn't it?"
    ],
    "gain": [
      "Shotgun M1887. Glad to see you here, Commander. For the time being, do you mind helping me with my luggage?"
    ]
  },
  "M1891": {
    "dialogue1": [
      "Oh my, what's the matter?"
    ],
    "dialogue2": [
      "I'm hungry. Is there anything to eat?"
    ],
    "dialogue3": [
      "Hehe, interested in me?"
    ],
    "wedding": [
      "You've been helping me along all this time, but now I wish you'll put some faith in me. ",
      "I will forever be by your side. This is the happiest moment of my life."
    ],
    "introduce": [
      "Comrade, хорошо!"
    ],
    "allhallows": [
      "Nagant M1895 ran off to somewhere again. I don't want to take off my hat even if it is Halloween... How troublesome."
    ],
    "dialoguewedding": [
      "Commander, you seem to be tired from work. Want to go for a walk? There are many things I want to share with you today."
    ],
    "gain": [
      "Comrade, хорошо!"
    ]
  },
  "M1891Mod": {
    "dialogue1": [
      "指挥官，这边就交给我吧，不用担心。"
    ],
    "dialogue2": [
      "您的房间要整理下吗？住起来会舒服点。"
    ],
    "dialogue3": [
      "我原来……这么受欢迎吗？……以前没意识到，今后我会注意一下。"
    ],
    "wedding": [
      "一直以来，都是您在为我分担责任。",
      "现在，也请将您的信任分享给我吧，我会永远陪伴着您，这是我一生中最幸福的时刻。"
    ],
    "introduce": [
      "指挥官同志，хорошо！让我成为大家的力量吧。"
    ],
    "dialoguewedding": [
      "有指挥官陪着，工作效率就会提高很多呢，呵呵……毕竟我不想在喜欢的人面前出丑呢。"
    ],
    "gain": [
      "指挥官同志，хорошо！让我成为大家的力量吧。"
    ]
  },
  "M1895": {
    "dialogue1": [
      "Does my height bother you that much? Stop asking me this kind of question."
    ],
    "dialogue2": [
      "Don't pat my head! How dare you treat me like a child!"
    ],
    "dialogue3": [
      "Will I really grow taller if I drink milk...? You'd better not be lying to me!"
    ],
    "wedding": [
      "Oh? Commander, I didn't expect you to have such tastes...I wonder if this is really ok?~",
      "Anyways, I have no objections... Well...good, let's...examine this relationship together."
    ],
    "introduce": [
      "You're quite the odd one for having tastes in someone as old as I, aren't you?"
    ],
    "allhallows": [
      "These girls, they're so childish. Aren't these sweets meant for children? I don't want to eat them at all!"
    ],
    "dialoguewedding": [
      "Commander! Commander! Look at what I found today! Doesn't it look pretty? This is a special gift for you, so keep it safe!"
    ],
    "gain": [
      "You're quite the odd one for having tastes in someone as old as I, aren't you?"
    ]
  },
  "M1895Mod": {
    "dialogue1": [
      "哦？要听听我的故事嘛？"
    ],
    "dialogue2": [
      "今天这个天气，真是适合一直躺着，什么都不做呢。"
    ],
    "dialogue3": [
      "别摘我帽子啊！……衣服？衣服当然也不行！你想干嘛？！"
    ],
    "wedding": [
      "诶？长官，没想到您是这种口味的人呢。",
      "不过，我也没有这方面的经验……",
      "只有慢慢来了，我们可以一起研究嘛。"
    ],
    "introduce": [
      "可别只在意外表的变化哦？内在才是人形宝贵的价值！当然，如果身高真能变高一些的话……"
    ],
    "dialoguewedding": [
      "其实这个外套对我来说有点大呢……不过指挥官也许刚好合适？嘿嘿~要穿穿看吗？"
    ],
    "gain": [
      "可别只在意外表的变化哦？内在才是人形宝贵的价值！当然，如果身高真能变高一些的话……"
    ]
  },
  "M1897": {
    "dialogue1": [
      "Woo... is my sister not here? Great!"
    ],
    "dialogue2": [
      "Are we about to have a mission briefing? let me clean the meeting room first."
    ],
    "dialogue3": [
      "Wooahh! C..Commander, don't scare me like that!"
    ],
    "wedding": [
      "Commander, why did you take me here all of a sudden?",
      "Woah! Th-this is for me? Really?! I...I...I-I-I!",
      "Wwaah! I am so happy! This moment of joy, I will forever cherish it...❤"
    ],
    "introduce": [
      "I'm M1897, Commander. Whether it be cleaning or fighting, I'm going to give it my best!"
    ],
    "dialoguewedding": [
      "Commander, do you want to have dinner first or a bath first? Rest first or make preparations first? Train first or clean first? ....first?"
    ],
    "gain": [
      "I'm M1897, Commander. Whether it be cleaning or fighting, I'm going to give it my best!"
    ]
  },
  "M1903": {
    "dialogue1": [
      "I made some muffins. Let's eat them together."
    ],
    "dialogue2": [
      "You have some bread crumbs on your mouth, ufufu~. Stay still please, I will get it for you."
    ],
    "dialogue3": [
      "Good work as always, Commander. If you would like, have some coffee."
    ],
    "wedding": [
      "Commander, how did you come to notice me?",
      "A gentle person like you will become my other half from now on...",
      "Then, let me become your most reliable strength!"
    ],
    "introduce": [
      "Commander, if there is anything I can do for you then please, give the order."
    ],
    "allhallows": [
      "Ufufu~, it's Halloween, isn't it? M14 is having so much fun."
    ],
    "dialoguewedding": [
      "Commander, I will be heading out soon. You'll be fine here, right? When you miss me, just say my name out loud. I will surely hear it."
    ],
    "christmas": [
      "Ufufu~, since it is Christmas, I am going to cook with my best efforts today."
    ],
    "gain": [
      "Commander, if there is anything I can do for you then please, give the order."
    ]
  },
  "M1911": {
    "dialogue1": [
      "Are you bored?"
    ],
    "dialogue2": [
      "It's embarrassing to be looked at by everyone like this..."
    ],
    "dialogue3": [
      "I-I don't mind...if it's Darling..."
    ],
    "wedding": [
      "Commander, my feelings...have they finally been answered?",
      "Heheh♪ Your decision was so sudden, I don't know how to respond...",
      "From today onward, I'm going to love you so much that you won't know what to do!"
    ],
    "introduce": [
      "What a fateful encounter! Never in my imagination would I have expected to meet you here, Commander."
    ],
    "allhallows": [
      "Trick or treat! Let's play together~"
    ],
    "dialoguewedding": [
      "Darling, do you still need anything? We're this close already, you don't need to be shy about it."
    ],
    "gain": [
      "What a fateful encounter! Never in my imagination would I have expected to meet you here, Commander."
    ]
  },
  "M1911Mod": {
    "dialogue1": [
      "要做什么呢，长官？"
    ],
    "dialogue2": [
      "嗯？没什么事啊，就这样看着您好了。"
    ],
    "dialogue3": [
      "长官，离我太近，大家会嫉妒呢，嘻嘻♪"
    ],
    "wedding": [
      "长官，我的心意……终于得到了回应吗？",
      "嘻嘻♪您的决定这么突然，反而让我不知所措……",
      "今后的日子，我要好好反击回来！"
    ],
    "introduce": [
      "为了阻挡更顽强的敌人，本国着手研制新的制式手枪，在史无前例的严苛选拔中，我有幸成为了优胜者，并获得了M1911这个名字。\n战争期间曾多次立下奇功，即使战后数十年依然受到重用。指挥官，您的安全，请安心交给我吧。"
    ],
    "allhallows": [
      "长官，苹果酒的味道还可以吗？嘻嘻♪我之前问您喜欢什么……就是为了这一晚啊。"
    ],
    "dialoguewedding": [
      "Darling，你这边还需要什么呢？已经是这种关系了，也没什么好客气了吧？"
    ]
  },
  "M1918": {
    "dialogue1": [
      "Don't call me Auntie BAR! I'm not that old!"
    ],
    "dialogue2": [
      "If there's no mission today, then how about we go shopping?"
    ],
    "dialogue3": [
      "Please don't touch my hair. It'll get damaged..."
    ],
    "wedding": [
      "Are you sure you have given proper thought to this, Commander?",
      "This is no joking mat... I see. In consideration of your honest feelings, I'll also be more serious from now on. Just for you though."
    ],
    "introduce": [
      "Browning M1918... Uwa! You were already here Commander? Please don't try to surpise me when I'm rehearsing!~"
    ],
    "allhallows": [
      "Jack-o'-lanterns...are a bit scary. Please don't bring them any closer..."
    ],
    "dialoguewedding": [
      "Would you like me to help you with the work you have on hand? Don't worry, I won't treat it carelessly. I'm doing it for you, after all."
    ],
    "christmas": [
      "圣诞节？我很喜欢哦～还有蛋糕吃呢！"
    ],
    "gain": [
      "Browning M1918... Uwa! You were already here Commander? Please don't try to surpise me when I'm rehearsing!~"
    ]
  },
  "M1918Mod": {
    "dialogue1": [
      "今天的任务，请您随便吩咐。"
    ],
    "dialogue2": [
      "太累了就休息一会儿，有我在这里，您放心好了。"
    ],
    "dialogue3": [
      "指挥官，这种事可不能随便！……知道了，那我就认真一点吧。"
    ],
    "wedding": [
      "指挥官，您是随便决定的吗？",
      "开玩笑的，为了报答您的心意，今后我面对您时，会拿出更认真的态度的。"
    ],
    "introduce": [
      "指挥官，这项工作可不是随随便便完成的，现在的我和以前有什么区别，要慢慢看哦。"
    ],
    "dialoguewedding": [
      "手头的工作需要我来帮忙吗？放心吧，我不会随便打发的，毕竟是为了您才做的嘛。"
    ],
    "gain": [
      "指挥官，这项工作可不是随随便便完成的，现在的我和以前有什么区别，要慢慢看哦。"
    ]
  },
  "M1919A4": {
    "dialogue1": [
      "I'm not a shorty!"
    ],
    "dialogue2": [
      "I've always wanted a change of pace."
    ],
    "dialogue3": [
      "Wanna play with me?"
    ],
    "wedding": [
      "Ah, so you finally understand me, Commander?",
      "Today is the happiest day of my life! I don't have to box up my feelings anymore! I love you so much, Commander!"
    ],
    "introduce": [
      "M1919A4 at your service! Let's mow 'em down!"
    ],
    "allhallows": [
      "Are you giving me candy? I'm so happy! You're the best, Commander!"
    ],
    "dialoguewedding": [
      "Have we stocked up enough food, Commander? ...I'm not trying to sneak a bite! You trust me so much, of course I would never do such a thing."
    ],
    "gain": [
      "M1919A4 at your service! Let's mow 'em down!"
    ]
  },
  "M1928A1": {
    "dialogue1": [
      "Boss! Who said you could touch people like that!"
    ],
    "dialogue2": [
      "A world without police? That's great, I can do as I like now!"
    ],
    "dialogue3": [
      "Just being together with my comrades is enough for me."
    ],
    "wedding": [
      "Yo, Commander. Calling me to a place like this, are we gonna have a street fight?",
      "What?! Oh, you?...Well, I mean, it's not like I dislike you...",
      "Let's fight for our future together."
    ],
    "introduce": [
      "You're the new boss eh? Chicago Typewriter, I'll be in your care."
    ],
    "allhallows": [
      "Boss, since it's Halloween, we should give candies to the children!"
    ],
    "dialoguewedding": [
      "Boss, need some music during your break? Same as usual, huh... So, the tune from that night?"
    ],
    "gain": [
      "You're the new boss eh? Chicago Typewriter, I'll be in your care."
    ]
  },
  "M1A1": {
    "dialogue1": [
      "Commander, have you seen Garand?"
    ],
    "dialogue2": [
      "What are your instructions today?"
    ],
    "dialogue3": [
      "Ah! Sorry, I thought you were Garand!"
    ],
    "wedding": [
      "Commander, why did you choose me and not Garand...",
      "Eh? Garand, why are you here?",
      "......Mhm, I will work hard for the sake of Garand too. Commander, please watch me."
    ],
    "introduce": [
      "M1A1, reporting in. Let's overcome these trials together."
    ],
    "allhallows": [
      "Garand is being surrounded by many people tonight. I have no idea what they're doing... I think I'm going to take a look."
    ],
    "dialoguewedding": [
      "Commander, today's goal will also be successfully achieved, right? No matter the outcome, I will no longer be scared again as long as you're here."
    ],
    "gain": [
      "M1A1, reporting in. Let's overcome these trials together."
    ]
  },
  "M21": {
    "dialogue1": [
      "What is it, Commander? Want me...to tell a joke?"
    ],
    "dialogue2": [
      "I, for one...like things lively."
    ],
    "dialogue3": [
      "What a killjoy. Not even an eyebrow raised...? But I suppose that's what makes you a Commander."
    ],
    "wedding": [
      "Now, of all times...I can't come up with any puns. Funny isn't it?",
      "In the end, one can't picture the future if they keep clinging to the past, right?",
      "But thank you very much, Commander."
    ],
    "introduce": [
      "Hello! It's M21! Just because I'm a sniper rifle, doesn't mean I have to have a gloomy personality, right?!"
    ],
    "allhallows": [
      "Halloween? It's...not really my forte. After all, pranks are quite different from my usual jokes, right?"
    ],
    "dialoguewedding": [
      "So...that's the end. What do you think of this story, Commander? Will they like it? I only trust your taste."
    ],
    "christmas": [
      "Merry Christmas, Commander! I was invited to the Santa Claus hunt, but I've decided to stay cozy here at home after all!"
    ],
    "gain": [
      "Hello! It's M21! Just because I'm a sniper rifle, doesn't mean I have to have a gloomy personality, right?!"
    ]
  },
  "M249SAW": {
    "dialogue1": [
      "Eh? What did you say? I didn't hear you just now."
    ],
    "dialogue2": [
      "I really want a fluffy body pillow..."
    ],
    "dialogue3": [
      "You seem to be pretty busy, Commander. Please don't hesitate to give me work to do."
    ],
    "wedding": [
      "Commander, did I hear you right? Since when have you come to like me? Then I suppose I'll be a bit more serious for your sake. You'd better be thankful for that."
    ],
    "introduce": [
      "Commander? Don't expect too much from me okay~?"
    ],
    "allhallows": [
      "What a troublesome festival. Putting on costumes and parading all over... Hmm? I never said I wouldn't join in."
    ],
    "dialoguewedding": [
      "Eh? I did well today? I had no choice as you'd been staring at me the entire time, and since I didn't want to disappoint you, I had to get serious..."
    ],
    "gain": [
      "Commander? Don't expect too much from me okay~?"
    ]
  },
  "M2HB": {
    "dialogue1": [
      "Ahhh~ I'm so tired. Hey, can you massage my shoulders?"
    ],
    "dialogue2": [
      "Where are you looking at?"
    ],
    "dialogue3": [
      "Ahhh~ so annoying."
    ],
    "wedding": [
      "Commander, where are we going?",
      "Eh? R-really? Haha, then does that mean I get to ride in your car everyday, Commander?"
    ],
    "introduce": [
      "Hey there~ Commander, are you ready to rain a hail of lead onto the enemy? I know I am~"
    ],
    "allhallows": [
      "Ugh this is seriously annoying. Hurry up and bring out the candy!"
    ],
    "dialoguewedding": [
      "I don't want to do anything today...but I guess I have to since I'm everybody's role model, haha..."
    ],
    "gain": [
      "Hey there~ Commander, are you ready to rain a hail of lead onto the enemy? I know I am~"
    ]
  },
  "M3": {
    "dialogue1": [
      "G-Grease Gun?! You can't be talking about me, right?"
    ],
    "dialogue2": [
      "My firing velocity isn't good enough? Can't be helped because of the production cost..."
    ],
    "dialogue3": [
      "Still...no paycheck, Commander? Things are gonna get tough this month..."
    ],
    "wedding": [
      "What is it, Commander? Is this another prank?",
      "Huh? What's...this? C-Can I really have this?",
      "Really...? I'm...so glad..."
    ],
    "introduce": [
      "He-hello, I'm...M3...p-pleased to make your acquaintance."
    ],
    "allhallows": [
      "W-Will the monster with a pumpkin head actually appear?! Don't scare me, Commander!"
    ],
    "dialoguewedding": [
      "Sorry, am I disturbing you? Guess I'll stay away...or not. We made a vow, so I will never ever leave you."
    ],
    "gain": [
      "He-hello, I'm...M3...p-pleased to make your acquaintance."
    ]
  },
  "M4 SOPMOD II": {
    "dialogue1": [
      "Commander, what are we gonna play this time?"
    ],
    "dialogue2": [
      "What is it? Let me take a look too!"
    ],
    "dialogue3": [
      "You can do anything you like, but if you touch me in weird places, I might just flip a switch or something..."
    ],
    "wedding": [
      "Heheheh... I've been waiting for a long time. Now that you've finally said it, you're a comrade-in-arms for real! So...give me a hug?"
    ],
    "introduce": [
      "M4 SOPMOD II. I've finally found you, Commander!"
    ],
    "allhallows": [
      "Treat or Trick, Commander! I'm dressing as Leatherface tonight! Honey, if you don't give me candies, then...heheheh..."
    ],
    "dialoguewedding": [
      "Commander, what do you think of my new masterpiece? It was hard work collecting and assembling the parts, we had lots of fun! Tee-hee..."
    ],
    "gain": [
      "M4 SOPMOD II. I've finally found you, Commander!"
    ]
  },
  "m45": {
    "dialogue1": [
      "Ah, Commander, some dessert?"
    ],
    "dialogue2": [
      "Smells nice, doesn't it? It's almost ready."
    ],
    "dialogue3": [
      "Come on, Commander! I told you to wait!"
    ],
    "wedding": [
      "Co-Commander! This is...for me?",
      "I never dreamed that...this day would come... No! I will never let anyone take victory or you away from me!"
    ],
    "introduce": [
      "Commander, thank you for taking me in. I'll do my best to bake you tasty bread!"
    ],
    "allhallows": [
      "When it comes to Halloween, I'm very good at making snacks. Huh? Cosplay? I'll pass, ahahaha..."
    ],
    "dialoguewedding": [
      "Any ideas for the next tea party, Commander? You will get your share, of course... (Whispers) As always, it'll be my secret recipe."
    ],
    "gain": [
      "Commander, thank you for taking me in. I'll do my best to bake you tasty bread!"
    ]
  },
  "M4A1": {
    "dialogue1": [
      "Yes, Commander..."
    ],
    "dialogue2": [
      "That...tickles a bit..."
    ],
    "dialogue3": [
      "..."
    ],
    "wedding": [
      "Commander... It is an honor to fight for your sake.",
      "Umm...do you understand what I am getting at? Please allow me to stay by your side from now on..."
    ],
    "introduce": [
      "Commander, I'll be...in your care."
    ],
    "allhallows": [
      "M1 Garand is surrounded by quite a crowd tonight. I wonder what is going on... I had better go have a look."
    ],
    "dialoguewedding": [
      "Here is the operation plan for today, Commander. As always, I have complete faith in your judgment. Let us lead everyone to victory."
    ],
    "gain": [
      "Commander, I'll be...in your care."
    ]
  },
  "M4A1Mod": {
    "dialogue1": [
      "对一下口令，指挥官？"
    ],
    "dialogue2": [
      "关于我的小队，想了解什么？"
    ],
    "dialogue3": [
      "这么闲能去找其他人吗？我还有训练要做。"
    ],
    "wedding": [
      "指挥官，感谢您这段时间一直陪伴着我……",
      "再这样消沉下去……我可能什么都做不到。",
      "是您的心声令我重新振作了起来，我会重新面对自己的，请放心吧。"
    ],
    "introduce": [
      "M4A1是为了安装模块化装置，在继承自M16A2的M4基础上改造而成的卡宾枪武器，首先用于装备特种部队。\n虽然在采购时遭遇了波折，但由于重量和近距离火力上的优势，还是获得了大量出场机会。战争随时会改变，不是吗？"
    ],
    "dialoguewedding": [
      "指挥官，要看看我对作战方案的建议吗？……嗯，偶尔也可以依靠我的。"
    ]
  },
  "M500": {
    "dialogue1": [
      "Is there something interesting? Wait for me!"
    ],
    "dialogue2": [
      "What is it, Commander? You should be a bit more happier when you see me!"
    ],
    "dialogue3": [
      "Ah! I'm sorry, I'm really sorry! Commander, stop while you are ahead!"
    ],
    "wedding": [
      "Wah! Commander, are you really serious?! This isn't some kind of punishment game, right?",
      "Hey! I'm asking a serious question! Since you've always teased me...",
      "T-Then let me take it seriously. Commander, from this day on, please take good care of me."
    ],
    "introduce": [
      "Hello Commander! Mossberg 500 shotgun here. I'm very happy to meet you! Quick! Quick! Give me some orders!"
    ],
    "dialoguewedding": [
      "Commander, let's call everyone here to have a party on the weekend! A lively party is the best!"
    ],
    "gain": [
      "Hello Commander! Mossberg 500 shotgun here. I'm very happy to meet you! Quick! Quick! Give me some orders!"
    ]
  },
  "M590": {
    "dialogue1": [
      "Are you still worried about the next battle? Then, allow me to participate."
    ],
    "dialogue2": [
      "Is there anything that I can do for you? Anything outside of battle is fine as well."
    ],
    "dialogue3": [
      "Although I'm used to the lackadaisical attitude of Mossberg 500, someone like you is something that I've never seen before, Commander."
    ],
    "wedding": [
      "Um... What is this? Is this a reward for the previous operation?",
      "I'm joking, of course I know what this means...",
      "Thank you, Commander. This is the moment I've always been waiting for, and now it has finally come..."
    ],
    "introduce": [
      "Good day to you, Commander. Mossberg 590, reporting for duty. I'm ready for your orders anytime."
    ],
    "dialoguewedding": [
      "Commander, do you want me to clean your room next week? Although, you should make sure to hide your things properly this time."
    ],
    "newyear": [
      "新年好，指挥官。就算是假期也请您娱乐适度哦。"
    ],
    "gain": [
      "Good day to you, Commander. Mossberg 590, reporting for duty. I'm ready for your orders anytime."
    ]
  },
  "M60": {
    "dialogue1": [
      "The power of a weapon relies not on its performance, but rather, its user!"
    ],
    "dialogue2": [
      "What's the matter? Spit it out."
    ],
    "dialogue3": [
      "We will never lose if we train every day!"
    ],
    "wedding": [
      "This... Is this for real, Commander?",
      "This sort of thing...I've never trained for this before...is it okay?",
      "I suppose it's okay to occasionally experience some new things."
    ],
    "introduce": [
      "M60 reporting! Your orders, sir!"
    ],
    "allhallows": [
      "It's Halloween! I-I hope you don't hate candy..."
    ],
    "dialoguewedding": [
      "Don't think you can slack off just because we're close now, and don't think I didn't see you slacking off earlier. Don't tell me you've forgotten already."
    ],
    "gain": [
      "M60 reporting! Your orders, sir!"
    ]
  },
  "M9": {
    "dialogue1": [
      "M1911 seems to hate me. I really wanna get along with her."
    ],
    "dialogue2": [
      "My rank climbed again in the popularity poll! I'm so happy!"
    ],
    "dialogue3": [
      "Uh... So sleepy... Let me take a nap..."
    ],
    "wedding": [
      "Commander... So you do think I'm the most glittery and charming?",
      "No? Really? Ah, I get it now! Let's shine together then!"
    ],
    "introduce": [
      "M9 here! I'm super popular!"
    ],
    "allhallows": [
      "Halloween is the best! I can get so much candy!"
    ],
    "dialoguewedding": [
      "You're all glittery today, Commander. It is, of course, all thanks to me. Praise me!"
    ],
    "gain": [
      "M9 here! I'm super popular!"
    ]
  },
  "M950A": {
    "dialogue1": [
      "What is it? I have no interest in meaningless chitchat."
    ],
    "dialogue2": [
      "I'm still busy, so I can only spare you a minute...only one minute, okay?"
    ],
    "dialogue3": [
      "Go bother someone else if you don't have work to do. But, don't leave me for too long..."
    ],
    "wedding": [
      "Heh, in the end you still needed me.",
      "I don't even remember when was it that you became interested in me, but it doesn't matter now...",
      "Let's become closer. You're...mine now..."
    ],
    "introduce": [
      "M950A reporting. I'll be taking your orders from now on, Commander."
    ],
    "allhallows": [
      "Geez, it can't possibly get noisier than this, can it? Ahh, it seems like someone is at the door again."
    ],
    "dialoguewedding": [
      "Don't even think about procrastinating, Commander. My eyes will not leave you for even a single moment. ...Wh-what is it? Did I say something odd?"
    ],
    "gain": [
      "M950A reporting. I'll be taking your orders from now on, Commander."
    ]
  },
  "M99": {
    "dialogue1": [
      "Commander, do you any assignments for me today? M99 is ready for your orders any time."
    ],
    "dialogue2": [
      "I learned something new again, but I don't know if they're of any use, haha..."
    ],
    "dialogue3": [
      "Commander! W-w-w-what are you doing?! I'm going to call the police!"
    ],
    "wedding": [
      "Commander, are you really willing to accept the person that I am right now...?",
      "I originally thought that I still had a long way to go...to meet your expectations...",
      "However, I won't be complacent! In order to repay your trust, I must work even harder!"
    ],
    "introduce": [
      "Salute! Nice to meet you, I'm M99! Commander, please keep up the good work!"
    ],
    "newyear": [
      "Commander, Happy New Year! I've made great improvements this year thanks to your care. I'll be working hard this year so please look forward to it!"
    ],
    "dialoguewedding": [
      "Teach me some new things again tonight, Commander, but don't tease me this time. Last time was too embarrassing!"
    ],
    "gain": [
      "Salute! Nice to meet you, I'm M99! Commander, please keep up the good work!"
    ]
  },
  "MAB38": {
    "dialogue1": [
      "Eh? Oh, don't worry, I'm doing fine."
    ],
    "dialogue2": [
      "I'm sure putting in hard work will pay off some day."
    ],
    "dialogue3": [
      "One of my strengths? I'd say it would be my concentration."
    ],
    "wedding": [
      "Commander, calling me out here, are you trying to sell me off...",
      "Eh?! This can't be...my...my hard work...it shouldn't have been a match for your expections...",
      "Nevertheless, I'll stay by your side, and continue to work harder!"
    ],
    "introduce": [
      "M38, let's get along from now on, Commander."
    ],
    "allhallows": [
      "It's Halloween! Can I go play with the kids?"
    ],
    "dialoguewedding": [
      "Commander, I'm studying hard on battlefield tactics right now. If I'm gonna be by your side forever, it is only fair that I become a capable assistant too!"
    ],
    "gain": [
      "M38, let's get along from now on, Commander."
    ]
  },
  "MAC10": {
    "dialogue1": [
      "Commander, please watch your step. You nearly stepped on an ant..."
    ],
    "dialogue2": [
      "Friends? I'm not interested in such a thing..."
    ],
    "dialogue3": [
      "To be liked by everyone...not once have I ever thought of wanting such a thing. The strong...are lonely."
    ],
    "wedding": [
      "Commander, you would accept even a person like me?",
      "Alright, I understand, Commander. Let us look for fun things to do together."
    ],
    "introduce": [
      "If it's the Commander's orders...then I, Ingram MAC-10...would be delighted to serve."
    ],
    "allhallows": [
      "Since it's Halloween, want to have a \"test of bravery\"? Ahahaha, I'm so excited for it...!"
    ],
    "dialoguewedding": [
      "Commander, when are we going out again? The journey's only fun when you're around, hehe..."
    ],
    "gain": [
      "If it's the Commanders orders...then I, Ingram...would be delighted to serve."
    ]
  },
  "MDR": {
    "dialogue1": [
      "「无托结构才是步枪最高贵的姿态！不接受反驳！」……发射！"
    ],
    "dialogue2": [
      "这部手机是我在网上淘来后改装的，怎么样？即便是指挥官也没见过这种款式吧？这手机的按键有着和扳机一样的爽快感呢！"
    ],
    "dialogue3": [
      "「震惊！指挥官居然对我做了这种事……！」……再不住手的话，我就要“发射”了哦？"
    ],
    "wedding": [
      "哎呀呀，指挥官居然是认真的吗？",
      "这种事如果传到“匿名版”去，一定会被认为是都市传说吧。",
      "为了不让那些笨蛋们怀疑，让我拍个证据晒死她们吧~❤"
    ],
    "introduce": [
      "哎呀呀？你就是指挥官啊！你在“格里芬吐槽匿名版”里可是个名人呢！等会儿让我拍个照发上去炫耀一下吧！"
    ],
    "dialoguewedding": [
      "话说，昨天的钓鱼贴怎么又是只有指挥官回复……你、你不会是在可怜我吧！"
    ],
    "gain": [
      "哎呀呀？你就是指挥官啊！你在“格里芬吐槽匿名版”里可是个名人呢！等会儿让我拍个照发上去炫耀一下吧！"
    ]
  },
  "MG3": {
    "dialogue1": [
      "W-Where are you touching? What if they get even bigger than they already are?!"
    ],
    "dialogue2": [
      "This chest of mine keeps getting in the way and I can't do anything about it!"
    ],
    "dialogue3": [
      "Alright, it's time we get something to eat!"
    ],
    "wedding": [
      "Commander, why are you so interested in me? It must be because of that... Huh? That's not it? Alright! Then, from now on...let's train lots together and become stronger!"
    ],
    "introduce": [
      "So this is where I've been assigned to, huh? MG3 reporting in! Let's give the enemy a taste of true firepower!"
    ],
    "allhallows": [
      "Seriously, give me a break! Why do I have to give candy to brats..."
    ],
    "dialoguewedding": [
      "Put more effort into it, Commander, I know you have the potential! Don't give up so easily!"
    ],
    "gain": [
      "So this is where I've been assigned to, huh? MG3 reporting in! Let's give the enemy a taste of true firepower!"
    ]
  },
  "MG34": {
    "dialogue1": [
      "Commander, don't bully me please."
    ],
    "dialogue2": [
      "I think my sister just went out to play again... I'm a little envious..."
    ],
    "dialogue3": [
      "Please don't scare me like that! Leaving guns out like this is dangerous."
    ],
    "wedding": [
      "Commander...you chose me?",
      "I'm so happy! I'm going to tell 42 immediately!",
      "By the way, you cannot lay your hands on that girl!"
    ],
    "introduce": [
      "So you're the Commander, huh? I'm MG42's older sister, MG34! Let's get to know each other!"
    ],
    "allhallows": [
      "Children are really desperate when it comes to sweets, huh? Oh, MG42 is together with a bunch of children. She's really like a little kid... Hehe."
    ],
    "dialoguewedding": [
      "Seeing as how you are so stressed out, I'll get you a nice cup of hot tea. This a special service for you, so don't tell 42."
    ],
    "gain": [
      "So you're the Commander, huh? I'm MG42's older sister, MG34! Let's get to know each other!"
    ]
  },
  "MG4": {
    "dialogue1": [
      "Me? ...No need to worry about me. Giving me your orders is enough."
    ],
    "dialogue2": [
      "Slacking off again? ...You can do whatever you want. However, don't drag me into it."
    ],
    "dialogue3": [
      "Um...please stop. Don't we still have a job to do?"
    ],
    "wedding": [
      "Commander, what business do you have here this late at night?",
      "Eh? Wait a second...",
      "I swear, you just want to see me embarrassed!",
      "There won't be a next time... There won't be a next time, right? Promise me..."
    ],
    "introduce": [
      "Gr MG4. I will be doing my best from now on. *sigh* If there's any room for me that is..."
    ],
    "dialoguewedding": [
      "Commander, can I sit over here? This way, I can be a little closer to you. It's fine right? There's no one around right now..."
    ],
    "gain": [
      "Gr MG4. I will be doing my best from now on. *sigh* If there's any room for me that is..."
    ]
  },
  "MG42": {
    "dialogue1": [
      "It would be bad if you misfire, Commander."
    ],
    "dialogue2": [
      "I've been watching big sis 34 doing gun maintenance, so I can handle it just fine!"
    ],
    "dialogue3": [
      "Commander, what kind of mission is this?"
    ],
    "wedding": [
      "Eh? You chose...me, Commander?",
      "Then, have a hug!",
      "Let's call big sis 34 so all three of us can celebrate! Sounds good, right? Right?"
    ],
    "introduce": [
      "Pleased to meet you, Commander. Would you like to hear the sound of a buzz saw?"
    ],
    "allhallows": [
      "Woohoo! It's Halloween! Commander, trick or treat~"
    ],
    "dialoguewedding": [
      "Commander, do you want me to sing a song for you? Special treatment like this is reserved for only you and big sis 34."
    ],
    "gain": [
      "Pleased to meet you, Commander. Would you like to hear the sound of a buzz saw?"
    ]
  },
  "MG5": {
    "dialogue1": [
      "Commander, your orders? I'm ready to deploy anytime."
    ],
    "dialogue2": [
      "My strength is yours to command, Commander."
    ],
    "dialogue3": [
      "If you want to understand me better, then please allow me to demonstrate my prowess in battle."
    ],
    "wedding": [
      "If is this your decision, Commander...",
      "No, it is also what I wished for.",
      "From now on, everything I have will be dedicated to you."
    ],
    "introduce": [
      "Surprised, Commander? Gr MG5, I'll be yours to command from now on."
    ],
    "allhallows": [
      "Halloween? Ah, I am familiar with it. A festival for children, is it not? ...Surprised that I know about it? Well, I do like fairytales."
    ],
    "dialoguewedding": [
      "Don't worry, Commander, I'll keep myself safe during this operation. After all, I promised you long ago that I won't ever have you worry about me anymore."
    ],
    "christmas": [
      "Merry Christmas, Commander. I'll clean the windows. You don't need to exert yourself today."
    ],
    "gain": [
      "Surprised, Commander? Gr MG5, I'll be yours to command from now on."
    ]
  },
  "MicroUZI": {
    "dialogue1": [
      "You're staring again...I've said that it's embarassing, didn't I?"
    ],
    "dialogue2": [
      "I'm... I'm... It's nothing!"
    ],
    "dialogue3": [
      "H-How can I say such a thing!"
    ],
    "wedding": [
      "Why did you suddenly give me something like this! Idiot, don't make me shoot you!",
      "I... This sort of thing...",
      "Alright, I don't particularly dislike you, so I'll look after you..."
    ],
    "introduce": [
      "Just where are you looking at!? It's e-embarrassing, so stop it!"
    ],
    "allhallows": [
      "Hey hey~ If you don't want to be tricked, then hand over the candies quickly!"
    ],
    "dialoguewedding": [
      "Trying to run away from work again? Alright...since you've been working so hard, I'll pretend I didn't see you this time."
    ],
    "gain": [
      "Just where are you looking at!? It's e-embarrassing, so stop it!"
    ]
  },
  "Mk23": {
    "dialogue1": [
      "Are you calling for me, Darling?"
    ],
    "dialogue2": [
      "What do you wanna do? I'll accompany you."
    ],
    "dialogue3": [
      "If you're not going to behave yourself even during working hours, then I'm gonna fight back! Take this!"
    ],
    "wedding": [
      "I was worried that you would get annoyed if I kept pestering you, but I couldn't help myself.",
      "Perhaps...it was decided since the very beginning...",
      "But it doesn't matter now. You've given me a new purpose, so let me call you one more time, Darling..."
    ],
    "introduce": [
      "Hello~ Commander. We'll be together from now on!"
    ],
    "allhallows": [
      "There will be many brats dressing up nicely tonight, but you...must keep your eyes on me."
    ],
    "dialoguewedding": [
      "Darling, what would you like to have for tomorrow's breakfast? I've already prepared a snack for tonight, hehe. Choose wisely~"
    ],
    "newyear": [
      "新的一年，Darling！注意到我今天的不同了吗？给你十秒钟的时间，要说出七条哦。"
    ],
    "gain": [
      "Hello~ Commander. We'll be together from now on!"
    ]
  },
  "Mk48": {
    "dialogue1": [
      "I like easygoing people like you, Commander."
    ],
    "dialogue2": [
      "Are you trying to impress me by working so hard? I'm looking forward to what you can do."
    ],
    "dialogue3": [
      "Hmm? Have you been staring at me the entire time? It would be a shame if that's all you're gonna do, hehe ❤"
    ],
    "wedding": [
      "Ahh... Yes, this feeling of complete and utter victory!",
      "Of course, I have you to thank as well, Commander. I'll make sure to show you my appreciation, hehe..."
    ],
    "introduce": [
      "Oh my, so you're the Commander? The name's Mk48. Let's have plenty of fun here. ♥"
    ],
    "dialoguewedding": [
      "How about another shoulder massage, Commander? Don't worry, didn't I tell you that what happened last time was an accident? Hehe..."
    ],
    "gain": [
      "Oh my, so you're the Commander? The name's Mk48. Let's have plenty of fun here. ♥"
    ]
  },
  "MLEMK1": {
    "hello": [
      "Reporting! Nothing unusual here."
    ],
    "dialogue1": [
      "Just give the order..."
    ],
    "dialogue2": [
      "I feel reassured if it is you, Commander."
    ],
    "dialogue3": [
      "This uniform…I’ll treasure it deeply."
    ],
    "wedding": [
      "Thank you for your care all this time, Commander, but am I truly the one you seek?",
      "No, in fact, I'm extremely elated!",
      "From now onwards, please let me guard you forever. It would be an honor of a lifetime!"
    ],
    "introduce": [
      "I, Lee Enfield, will be assigned to you from now on."
    ],
    "allhallows": [
      "I heard that there will be a masquerade ball tonight. Worry not, I have already prepared my costume!"
    ],
    "dialoguewedding": [
      "Commander, have you finished reading the book that I recommended? ...Coincidentally, I've just re-read it. I want to hear your thoughts about it."
    ],
    "valentine": [
      "Valentine's… Well, it's not that special of a day. Please focus on your work instead!"
    ],
    "mood1": [
      "(Smiles)"
    ],
    "break": [
      "Oh! My uniform ripped…"
    ],
    "retreat": [
      "I couldn't display my strength."
    ],
    "formation": [
      "Yes！Sir！"
    ],
    "fix": [
      "Commander…I will reclaim my honor on the next battlefield…"
    ],
    "gain": [
      "I, Lee Enfield, will be your subordinate, forever under your command from this day forward.\""
    ]
  },
  "MLEMK1_0": {
    "dialogue1": [
      "Just give the order..."
    ],
    "dialogue2": [
      "I feel reassured if it is you, Commander."
    ],
    "dialogue3": [
      "This uniform…I'll treasure it deeply."
    ],
    "wedding": [
      "Thank you for your care all this time, Commander, but am I truly the one you seek?",
      "No, in fact, I'm extremely elated!",
      "From now onwards, please let me guard you forever. It would be an honor of a lifetime!"
    ],
    "introduce": [
      "I, Lee Enfield, will be assigned to you from now on."
    ],
    "allhallows": [
      "I heard that there will be a masquerade ball tonight. Worry not, I have already prepared my costume!"
    ],
    "dialoguewedding": [
      "Commander, have you finished reading the book that I recommended? ...Coincidentally, I've just re-read it. I want to hear your thoughts about it."
    ],
    "valentine": [
      "Valentine's… Well, it's not that special of a day. Please focus on your work instead!"
    ]
  },
  "MP40": {
    "dialogue1": [
      "Ah! You scared me!"
    ],
    "dialogue2": [
      "I-I didn't gain weight! Speaking of which, Commander, don't just go around touching people!"
    ],
    "dialogue3": [
      "The concept of \"component standardization\" in manufacturing only came into existence because of me."
    ],
    "wedding": [
      "What are the plans for today, Commander?",
      "Eh? This--... To bestow such an honor upon me, I never would've expected this.",
      "I'm extremely happy! Thank you very much, Commander!"
    ],
    "introduce": [
      "Commander, I will do my best for you!"
    ],
    "allhallows": [
      "The kids will play tricks on you if you don't give them candy… What a weird custom… I'm not really used to it..."
    ],
    "dialoguewedding": [
      "Commander, how was my piano perfomance last? Expressing my feelings through the prim and orderly music score was something that I learn from you while at your side... Were you able to notice it?"
    ],
    "gain": [
      "Commander, I will do my best for you!"
    ]
  },
  "MP40_0": {
    "dialogue1": [
      "Ah! You scared me!"
    ],
    "dialogue2": [
      "I-I didn't gain weight! Speaking of which, Commander, don't just go around touching people!"
    ],
    "dialogue3": [
      "The concept of \"component standardization\" in manufacturing only came into existence because of me."
    ],
    "wedding": [
      "What are the plans for today, Commander?",
      "Eh? This--... To bestow such an honor upon me, I never would've expected this.",
      "I'm extremely happy! Thank you very much, Commander!"
    ],
    "introduce": [
      "Commander, I will do my best for you!"
    ],
    "allhallows": [
      "The kids will play tricks on you if you don't give them candy… What a weird custom… I'm not really used to it..."
    ],
    "dialoguewedding": [
      "Commander, how was my piano perfomance last time? Expressing my feelings through the prim and orderly music score was something that I learn from you while at your side... Were you able to notice it?"
    ]
  },
  "MP446": {
    "dialogue1": [
      "Commander, want to go out and play with me?"
    ],
    "dialogue2": [
      "Just call me \"Viking\"!"
    ],
    "dialogue3": [
      "Locked on to Commander...fire! ...Just kidding!"
    ],
    "wedding": [
      "Commander, why didn't you call everyone over today?",
      "Ah?! W-w-w-what?!",
      "U-um, though I'm a bit embarrassed, I'll never let go of your hand again!"
    ],
    "introduce": [
      "Finally found me, huh? I'm MP-446, but please call me Viking!"
    ],
    "allhallows": [
      "Oh! Today is my favorite day, Halloween! Let's get excited together, everyone! ...Eh, no one wants to join me?"
    ],
    "newyear": [
      "Happy New Year, Commander! There will be more new friends to play with in the new year, right?"
    ],
    "dialoguewedding": [
      "Commander, is there anything fun to do lately? I want to write down all of them! Don't worry, what's yours is mine, so I want to hear all of it!"
    ],
    "gain": [
      "Finally found me, huh? I'm MP-446, but please call me Viking!"
    ]
  },
  "MP446Mod": {
    "dialogue1": [
      "我作战时会换好几种持枪姿势，不然手臂很容易被围巾缠上呢。"
    ],
    "dialogue2": [
      "工作什么时候都能做，不如先陪我玩一会儿怎么样？"
    ],
    "dialogue3": [
      "嘿！抓到你的小动作了吧？看我给你拷上！"
    ],
    "wedding": [
      "长官，今天怎么没叫大家过来啊？",
      "啊？！什什什么？！",
      "哎呀，虽然有点不好意思，可是我不会再放手了哦，您可是谁都换不走的！"
    ],
    "introduce": [
      "怎么了指挥官？我是“海盗”呀，看到这条围巾马上就能明白吧？"
    ],
    "dialoguewedding": [
      "天天和指挥官在一起，我都快忘记“寂寞”是什么东西了……嘿嘿，这就叫做“幸福的代价”吧？"
    ],
    "gain": [
      "怎么了指挥官？我是“海盗”呀，看到这条围巾马上就能明白吧？"
    ]
  },
  "MP5": {
    "dialogue1": [
      "Commander, what's your favorite color? Mine's black!"
    ],
    "dialogue2": [
      "I'll drink milk every day!"
    ],
    "dialogue3": [
      "I might not be very suitable for combat..."
    ],
    "wedding": [
      "Ah, Commander? Is this...really for me?!",
      "For me who is insignificant in everything, can I really stay by your side? ......Yes, I will!"
    ],
    "introduce": [
      "Gr MP5, reporting for duty! Um...d-don't underestimate me just because I'm a little short!"
    ],
    "allhallows": [
      "Commander, today is my favorite day of the entire year! Everyone gives me so much sweets, ehehe~"
    ],
    "dialoguewedding": [
      "Let me help you with some of the work, Commander... Heheh, don't treat me like a little kid anymore, ok?"
    ],
    "gain": [
      "Gr MP5, reporting for duty! Um...d-don't underestimate me just because I'm a little short!"
    ]
  },
  "MP7": {
    "dialogue1": [
      "人形里也是存在“天才”的，我会找机会让您见识一下。"
    ],
    "dialogue2": [
      "PDW？那只“老鼠”好像挺努力的，不过要取代我可还早一万年呢。"
    ],
    "dialogue3": [
      "想吃我的糖吗？不过我先声明，这可是酸的哦……超酸的哦！"
    ],
    "wedding": [
      "诶？！“饲养员”……您、您是认真的吗？",
      "啧……这下可真把我难住了，我可不擅长这种场面啊……",
      "不过，我一直想回应的就是这份心意，谢谢您……今后也拜托你了哦！"
    ],
    "introduce": [
      "“饲养员”，你终于来接我了吗？辛苦了哦。"
    ],
    "dialoguewedding": [
      "那个“拜金女”虽然看着傻傻的，在工作上也是个“天才”呢……不过，我也不会输给她哦？各个方面……"
    ],
    "gain": [
      "“饲养员”，你终于来接我了吗？辛苦了哦。"
    ]
  },
  "MT9": {
    "dialogue1": [
      "Commander, are you prepared for departure?"
    ],
    "dialogue2": [
      "Did you see the combat record from last time? How did I do?"
    ],
    "dialogue3": [
      "Hey, Commander! Didn't you call me here for special training?!"
    ],
    "wedding": [
      "You have never abandoned me for my upbringing, even when I was very depressed...",
      "If it wasn't for your persistence, I might had lost faith in myself...",
      "So now, I won't discouraged again! I'll hold my head high and face the future with you!"
    ],
    "introduce": [
      "Taurus MT-9! Please lead us to victory, Commander!"
    ],
    "dialoguewedding": [
      "That hand-made trinket last time, did everyone like it? You are always encouraging me, I should have more confidence in myself!"
    ],
    "gain": [
      "Taurus MT-9! Please lead us to victory, Commander!"
    ]
  },
  "NEGEV": {
    "dialogue1": [
      "What do you want to know?"
    ],
    "dialogue2": [
      "Having a specialist like me is more than enough!"
    ],
    "dialogue3": [
      "What are you so eager to know... Huh?! L-Like I'd tell you!"
    ],
    "wedding": [
      "What would you like me to teach you today?",
      "Wh-What?! I can't help you with that kind of thing!",
      "Huh?! You'll teach me?! B-But I, I...",
      "Fine, just this once!"
    ],
    "introduce": [
      "Combat Specialist \"Negev.\" I'll be the resident specialist from now on so don't be afraid to rely on me."
    ],
    "allhallows": [
      "Halloween, huh... Isn't it a children's holiday? W-Whoa! Don't surprise me like that! That was scary!"
    ],
    "dialoguewedding": [
      "Commander, are you tired? Thirsty? Or are you hungry? Just imagine a world without me... Impossible, right? That's why we are forever inseparable."
    ],
    "gain": [
      "Combat Specialist \"Negev.\" I'll be the resident specialist from now on so don't be afraid to rely on me."
    ]
  },
  "NEGEV_0": {
    "dialogue1": [
      "What do you want to know?"
    ],
    "dialogue2": [
      "A specialist like me is more than enough!"
    ],
    "dialogue3": [
      "What is it that you want to know that renders you so impatient... Eh! Who- Who the heck would tell you!"
    ],
    "wedding": [
      "What would you like for me to teach you today?",
      "Wh-what! I can't help you with that kind of thing!",
      "Huh?! Teach me?! B-But I, I...",
      "Fine, just this once..."
    ],
    "introduce": [
      "Combat Specialist \"Negev.\" I'll be the resident specialist from now onso don't be afraid to rely on me."
    ],
    "allhallows": [
      "Halloween, huh... Isn't this a children's holiday? A-Ah! Don't surprise me like that, that was scary!"
    ],
    "dialoguewedding": [
      "Commander, are you tired? Thirsty? Or are you hungry? Just imagine a world without me... Impossible, right? Therefore, we are forever inseparable."
    ]
  },
  "NPC_Green": {
    "dialogue1": [
      "Commander, fight without worry. I'll handle the logistics."
    ],
    "dialogue2": [
      "Which T-Doll needs help? Feel free to let me know."
    ],
    "dialogue3": [
      "Well...Commander, we're still working, so it's not good to let everyone see you like this."
    ]
  },
  "NS2000": {
    "dialogue1": [
      "This training session has been successfully completed again! You can consider adding a little more load next time."
    ],
    "dialogue2": [
      "Should I have spicy or sweet curry today...? Ah, whatever! Bring me both!"
    ],
    "dialogue3": [
      "Not bad, right? This skin full of vitality is all thanks to the special training!"
    ],
    "wedding": [
      "Commander, for this kind of things...we'd better practice in advance, right?",
      "No, I'm not hesitating...",
      "when it comes to you, I have no room for choices...❤"
    ],
    "introduce": [
      "Hello Commander! I'm NeoStead 2000! ...How did that sound? I practiced that line two hundred times just for you~"
    ],
    "dialoguewedding": [
      "Commander, would you like to eat spicy or sweet curry today? Hurry up and choose one!"
    ],
    "gain": [
      "Hello Commander! I'm NeoStead 2000! ...How did that sound? I practiced that line two hundred times just for you~"
    ]
  },
  "NTW20": {
    "dialogue1": [
      "Could you not stand behind me?"
    ],
    "dialogue2": [
      "Who's there? ....Oh, it's just you, Commander. If you so much as touch me, you'll get hurt."
    ],
    "dialogue3": [
      "Just leave the sniping missions to me. Even if it's a cheetah sprinting in the prairie, I'll tag it in one shot."
    ],
    "wedding": [
      "Ever since the beginning, I have always obtained my strength from you, and I have always remembered it.",
      "In this very moment, I've finally found a chance to repay you. Thank you, Commander."
    ],
    "introduce": [
      "Commander, I am the anti-materiel rifle NTW-20. Fortified steel wall or not, I will show you I can pierce through it all."
    ],
    "allhallows": [
      "Speaking of Halloween, are you going to host a costume party? I would look forward to it."
    ],
    "dialoguewedding": [
      "Commander, let's go hunting again on our next vacation! Don't worry, I'll give you a head start, hehe!"
    ],
    "christmas": [
      "Will it snow on Christmas? I've never seen snow before...I really look forward to it."
    ],
    "gain": [
      "Commander, I am the anti-materiel rifle NTW-20. Fortified steel wall or not, I will show you I can pierce through it all."
    ]
  },
  "NZ75": {
    "dialogue1": [
      "What? Don't even think of being lazy under my supervision."
    ],
    "dialogue2": [
      "Commander, dawdling around won't bear any results. Let's get going."
    ],
    "dialogue3": [
      "Stop! Do you understand what you're doing? I-I'll get angry!"
    ],
    "wedding": [
      "What did you bring me here for, Commander? I'm not sneaking out with you if that's what you wanted to do.",
      "Huh? What is this? Could it be...",
      "I thought you've been acting strange lately... So this is what has been on your mind!",
      "It would be pretty nice if things keep going like this... so I'll accept it..."
    ],
    "introduce": [
      "NZ75. You have my gratitude for summoning me here. Now, let us accomplish the mission."
    ],
    "newyear": [
      "Huh? New Year's show? I-I didn't prepare for it! ...Fine, j-just this once! Don't you dare laugh!"
    ],
    "dialoguewedding": [
      "Commander, are you free next weekend? Want help me pick out some new clothes? I have been with you for so long, it's about time I change my image a bit for you."
    ],
    "gain": [
      "NZ75. You have my gratitude for summoning me here. Now, let us accomplish the mission."
    ]
  },
  "OC44": {
    "dialogue1": [
      "Are you still busy working, Commander? Isn't it time to relax?"
    ],
    "dialogue2": [
      "Whatever you need, whether it's red tea or wine, I can always be of service~"
    ],
    "dialogue3": [
      "Commander! You haven't seen me angry before! I'm gonna show you now! I'm serious!"
    ],
    "wedding": [
      "Ah...such bliss... Who could have thought that it would be me...",
      "I might have used up all of my luck...",
      "But, it's alright. Even if I lose everything now, as long as you are with me, I'll forever be blessed...Commander..."
    ],
    "introduce": [
      "I finally get to meet you, Commander!~ I'm OTs-44, may I stay here with you?"
    ],
    "dialoguewedding": [
      "What game are you playing? Let me play with you. Just like before, don't forget to reward me when I win!"
    ],
    "christmas": [
      "圣诞快乐，指挥官！今晚有很多活动呢，需要我来当向导吗？"
    ],
    "gain": [
      "I finally get to meet you, Commander!~ I'm OTs-44, may I stay here with you?"
    ]
  },
  "OTs12": {
    "dialogue1": [
      "Um...what do you think of my recent performance?"
    ],
    "dialogue2": [
      "Commander, are there any tasks for me?"
    ],
    "dialogue3": [
      "Stop messing around, Commander. Isn't this a covert mission?"
    ],
    "wedding": [
      "Commander, is this...for me?",
      "No, please don't apologize, I've always been aware of my own value.",
      "But, I will keep this in my heart as the most treasured secret. Thank you, Commander..."
    ],
    "introduce": [
      "Secret weapon OTs-12 \"Yew Tree\", reporting. Commander, is any further explanation required?"
    ],
    "allhallows": [
      "Tonight's atmosphere isn't very suitable for a secret operation, though it'll probably be easier to hide in the midst of all these oddly-dressed people."
    ],
    "dialoguewedding": [
      "I've been making appearances more often lately, maybe it's because you value me too much... No matter, such a happy thing doesn't need to be kept secret."
    ],
    "gain": [
      "Secret weapon OTs-12 \"Yew Tree\", reporting. Commander, is any further explanation required?"
    ]
  },
  "OTs14": {
    "dialogue1": [
      "What do you have planned today? Let's hear it."
    ],
    "dialogue2": [
      "Let me guess... Judging from your expression, you're not here to talk about work."
    ],
    "dialogue3": [
      "What a nice atmosphere. Shall we play some fitting music to go alongside it?"
    ],
    "wedding": [
      "This is...for me? I already knew that this would happen.",
      "All of what you've suffered and endured so far, I've seen it with my own two eyes.",
      "Commander, you are the one that I have deemed worthy enough to put my trust and beliefs into, so let us stay side-by-side together forever."
    ],
    "introduce": [
      "OTs-14 \"Lightning\" reporting. So, you're my new Commander? So be it. Let us get along well."
    ],
    "dialoguewedding": [
      "What do you want to eat tonight? How does letting me cook again tonight sound? It's no trouble at all, and we did have fun the past several times."
    ],
    "gain": [
      "OTs-14 \"Lightning\" reporting. So, you're my new Commander? So be it. Let us get along well."
    ]
  },
  "OTs39": {
    "dialogue1": [
      "指挥官记得所有人形的名字吗？没有人希望被遗忘……所以，请铭记我们吧。"
    ],
    "dialogue2": [
      "我不渴求与众不同，我只是希望自己不要成为弱者。"
    ],
    "dialogue3": [
      "这么喜欢和我聊天吗？看来我和指挥官很合得来呢。"
    ],
    "wedding": [
      "指挥官，谢谢您一直以来对我如此重视……",
      "我深知自己还不够优秀，还不能帮您解决所有问题。",
      "但是……我会继续填补您的心中，别人无法替代我的那个位置……❤"
    ],
    "introduce": [
      "不是每个人都能成为耀眼之物，但大家都拥有自己的使命……指挥官，您会赋予我怎样的使命呢？"
    ],
    "dialoguewedding": [
      "指挥官，不知什么时候，我已经习惯这样陪在您的身边了……这样的时光，能一直下去就好了。"
    ],
    "gain": [
      "不是每个人都能成为耀眼之物，但大家都拥有自己的使命……指挥官，您会赋予我怎样的使命呢？"
    ]
  },
  "P08": {
    "dialogue1": [
      "How will we proceed with today's tactics exercise?"
    ],
    "dialogue2": [
      "Efficiency is the number one priority. What do you think, Commander?"
    ],
    "dialogue3": [
      "Commander, you still haven't finished the reports from yesterday yet? What is the meaning of this?"
    ],
    "wedding": [
      "Commander, from when did you start noticing me?",
      "Will you seek more glory together with me?",
      "Yes, I will become your strength and forever fight for you!"
    ],
    "introduce": [
      "P08 pistol. I may not be the best at everything, but I look forward to working under you!"
    ],
    "allhallows": [
      "Today is Halloween isn't it, Commander? I'm not a child anymore, so I don't want any candies."
    ],
    "dialoguewedding": [
      "Commander, I will believe in you as usual for today's battle. Please grant me your blessings, so that I may bring you more glory."
    ],
    "gain": [
      "P08 pistol. I may not be the best at everything, but I look forward to working under you!"
    ]
  },
  "P226": {
    "dialogue1": [
      "M9 can only deceive those hillbillies who don't know any better, but I'm sure you of all people would know who is the better choice."
    ],
    "dialogue2": [
      "Commander, what exactly is your plan ? Let me hear the elite's thoughts."
    ],
    "dialogue3": [
      "Pet him some more. \"Buns\" seems very happy... I think?"
    ],
    "wedding": [
      "Commander, in the end, only I deserve you, right?",
      "Congratulations on making a decision that you won't ever regret...",
      "Let me give you...the happiness that only an elite will enjoy!"
    ],
    "introduce": [
      "Do you need me, the P226 pistol? As expected of the elite Commander, you sure know how to pick them! Please look forward to my performance!"
    ],
    "dialoguewedding": [
      "Commander, we finally have some alone time together, don't we? Don't worry, \"Buns\" won't know a single thing...heheh..."
    ],
    "gain": [
      "Do you need me, the P226 pistol? As expected of the elite Commander, you sure know how to pick them! Please look forward to my performance!"
    ]
  },
  "P38": {
    "dialogue1": [
      "How can I get more fans?"
    ],
    "dialogue2": [
      "Time to sing! LaLaLa~♪"
    ],
    "dialogue3": [
      "Please watch me dance!"
    ],
    "wedding": [
      "Eh? It's not like you to tease the center of the team like this, Commander!",
      "What was that? Really?",
      "This...this is a little too sudden... Can I really stay by your side?"
    ],
    "introduce": [
      "This is...the fated encounter!"
    ],
    "allhallows": [
      "Tadaa~ I transformed into a witch today~ Am I cute?"
    ],
    "dialoguewedding": [
      "I'll dedicate my secret melodies to you tonight! Please look forward to my performance!"
    ],
    "gain": [
      "This is...the fated encounter!"
    ]
  },
  "P7": {
    "dialogue1": [
      "No matter how much I prank you, you never get angry. You're really the best, Commander!"
    ],
    "dialogue2": [
      "Commander, who do you want to see get pranked next? It'll be my pleasure."
    ],
    "dialogue3": [
      "Stop wasting time, Commander, come and help me think up a plan. ...A plan for what? For pranking people of course!"
    ],
    "wedding": [
      "Ahah, you still fell into the palm of my hand in the end.",
      "Relax, Commander, I'm being serious about this as well. After all, we've known each other for so many years...",
      "It hasn't been that long? Don't worry, it will be in the future, hehe..."
    ],
    "introduce": [
      "The long-awaited P7 is finally reporting for duty! Everyone, let's all be friends!"
    ],
    "allhallows": [
      "不给糖果不捣蛋！嘿嘿，我今晚可是收到了很多糖果呢，为什么？当然是因为可爱啦！"
    ],
    "dialoguewedding": [
      "Commander, the trap at the door is all set, please enjoy! ...But before that, let's make one thing clear. You're mine! Don't even think about being a hero and rescuing the damsel in distress!"
    ],
    "valentine": [
      "You received that many chocolates? Hmm...I gave you some as well. Did you notice?"
    ],
    "gain": [
      "The long-awaited P7 is finally reporting for duty! Everyone, let's all be friends!"
    ]
  },
  "P99": {
    "dialogue1": [
      "Where do you want me to give you pointers?"
    ],
    "dialogue2": [
      "Even someone like me still has a lot of learning to do."
    ],
    "dialogue3": [
      "You already can't sit still anymore, Commander? You can't learn anything without patience like this."
    ],
    "wedding": [
      "Commander, I know where I stand in your heart, so rest assured that I will never cause trouble for you.",
      "After all, there's a mutual understanding between us."
    ],
    "introduce": [
      "Walther P99. I'll be sure to do a prim and proper job, so please allow me to join."
    ],
    "allhallows": [
      "Relaxing for a bit on a night like this is pretty nice. But please don't let everyone run around without supervision."
    ],
    "dialoguewedding": [
      "Boss, everyone has invited me to participate in the get-together this weekend. What do you think I should wear? ...Be serious! We're discussing an important matter here..."
    ],
    "gain": [
      "Walther P99. I'll be sure to do a prim and proper job, so please allow me to join."
    ]
  },
  "PDW": {
    "dialogue1": [
      "指挥官，关于下次任务，我有一个大胆的想法……"
    ],
    "dialogue2": [
      "贝特！这根棒棒糖你是从哪里偷……是吗？干得漂亮！"
    ],
    "dialogue3": [
      "指挥官的胆识也很不错嘛，那么，感想呢？"
    ],
    "wedding": [
      "没想到指挥官这么大胆，连这种事也……",
      "既然如此，我也要拿出相应的勇气来面对了！",
      "指挥官，我喜欢您，请一直在我的身边吧！……❤"
    ],
    "introduce": [
      "指挥官，不管是什么样的战场，“蜜獾”都愿意去战斗，请见证我的表现吧！"
    ],
    "dialoguewedding": [
      "指挥官，只要有您在指挥的话，我的勇气也多了一份安全感，请不要让我……忘记这份力量。"
    ],
    "gain": [
      "指挥官，不管是什么样的战场，“蜜獾”都愿意去战斗，请见证我的表现吧！"
    ]
  },
  "PK": {
    "dialogue1": [
      "What is it?"
    ],
    "dialogue2": [
      "I'm not ignoring you."
    ],
    "dialogue3": [
      "Take your hand off of me."
    ],
    "wedding": [
      "Oh? Is that so? To be recognized by such an excellent leader, it seems that my abilities have finally come to light.",
      " Let's pave the path together from now on."
    ],
    "introduce": [
      "Commander, I will wipe out all the enemies for you. In return, could you please not stand so close to me?"
    ],
    "allhallows": [
      "I will not participate in such an indulgent holiday!"
    ],
    "dialoguewedding": [
      "You didn't spread the word about the restaurant we went to the other day, did you? It is a secret kept among loners. Please take it to your grave..."
    ],
    "valentine": [
      "Hmm... A day to affirm the existence of each other? Sounds nice... Then I'll give this to you, Commander."
    ],
    "gain": [
      "Commander, I will wipe out all the enemies for you. In return, could you please not stand so close to me?"
    ]
  },
  "PKP": {
    "dialogue1": [
      "A battle plan will be perfect as long as my name is on it."
    ],
    "dialogue2": [
      "PK? You won't catch up to me with this sort of insincere goodwill."
    ],
    "dialogue3": [
      "I have bad news for you... Your diagnosis report is about to be finished."
    ],
    "wedding": [
      "I have never imagined that there was any meaning in relying on others.",
      "But as long as I am with you, \"I can't do it\" is no longer scary.",
      "Have I become stronger or weaker, Commander? You tell me."
    ],
    "introduce": [
      "Let me tell you some good news, Commander...you've just obtained thetrump card for victory."
    ],
    "dialoguewedding": [
      "Tch, this job is quite tricky... Hey, let's get this done together, alright?"
    ],
    "gain": [
      "Let me tell you some good news, Commander...you've just obtained the trump card for victory."
    ]
  },
  "PM": {
    "dialogue1": [
      "Hm? What's the matter?"
    ],
    "dialogue2": [
      "Hi, how's it going?"
    ],
    "dialogue3": [
      "Hey, lets go out and play together."
    ],
    "wedding": [
      "Commander, being able to get your approval and stand by your side means everything to me.",
      "I will never forget this moment. Please let it last forever..."
    ],
    "introduce": [
      "Rather than the Commander giving orders, working together is the better plan. Under me that is~"
    ],
    "allhallows": [
      "Where's everyone hiding?~ Get ready to be pranked~"
    ],
    "dialoguewedding": [
      "Everyone's in great shape today. These outstanding results…it's all because of our close partnership, isn't it?"
    ],
    "gain": [
      "Rather than the Commander giving orders, working together is the better plan. Under me that is~"
    ]
  },
  "PP19": {
    "dialogue1": [
      "Commander, is there any other work to do?"
    ],
    "dialogue2": [
      "It's really hot. Is there no air conditioner here?"
    ],
    "dialogue3": [
      "Commander, don't think that you can bully me just because I'm petite. How about it? Want to give it a go?"
    ],
    "wedding": [
      "What is with that face, Commander?",
      "...Huh? What are you...? No, no. I'm saying that why are you suddenly saying something like this! Don't look at me like that, I will also—",
      "I'm also... fine with it..."
    ],
    "introduce": [
      "PP-19, reporting in! So you're the Commander eh? Well then, you better remember me!"
    ],
    "dialoguewedding": [
      "Commander, you woke up late again today! I'll have to take matters into my own hands if you keep dawdling around like this!"
    ],
    "gain": [
      "PP-19-01, reporting in! So you're the Commander eh? Well then, you better remember me!"
    ]
  },
  "PP1901": {
    "dialogue1": [
      "这本旧字典里有很多已经不使用的词汇，即便是人形的资料库也没有呢。"
    ],
    "dialogue2": [
      "过去的书就像古老知识的坟墓一样，我看到它们的感觉，就和人类看恐龙化石差不多吧。"
    ],
    "dialogue3": [
      "好痛！不、不要随便碰我的辫子啦！"
    ],
    "wedding": [
      "指挥官……我知道哦，这是在人类间流传了很久的一个仪式。",
      "哈哈……果然实际感受后，比书上写的还要让人不好意思呢……",
      "那、那么，就请您重新定义我字典里，“幸福”的含义吧……❤"
    ],
    "introduce": [
      "我叫PP-19-01 Vityaz，也可以直接叫我“勇士”啦。在设计上是基于AKS-74U研制，将“野牛”的弹筒供弹改为传统弹匣供弹，不过别被什么“野牛”“勇士”吓着啦，我可是走的可爱路线哦。"
    ],
    "dialoguewedding": [
      "以前爱情小说的故事写得真浪漫呀……指挥官也让我体验一下嘛？"
    ],
    "gain": [
      "“命运”，“巧合”……指挥官，这种情况下该用哪个词形容我们的相遇呢？"
    ]
  },
  "PP2000": {
    "dialogue1": [
      "Yes, what's the matter?"
    ],
    "dialogue2": [
      "Is there something troubling you?"
    ],
    "dialogue3": [
      "The weather is nice today."
    ],
    "wedding": [
      "Asking me to come here...did I make a mistake somewhere, Commander?",
      "...Eh? Such a thing?! I-Is is really ok? Have I...finally been recognized by you, Commander?..."
    ],
    "introduce": [
      "PP-2000 submachine gun. I will be staying by your side from now on, hehe~"
    ],
    "allhallows": [
      "My reaction was a little bit extreme during today's test of courage...I ended up scaring the ghost instead..."
    ],
    "dialoguewedding": [
      "Commander, my performance today was very steady, right? I need to become more confident since you're relying on me after all."
    ],
    "gain": [
      "PP-2000 submachine gun. I will be staying by your side from now on, hehe~"
    ]
  },
  "PP90": {
    "dialogue1": [
      "Am I deploying today? I'm looking forward to it."
    ],
    "dialogue2": [
      "Commander, please relax a little bit when you're working, otherwise you make me anxious too."
    ],
    "dialogue3": [
      "Ouch! Stop pulling my hair! It's real and they're not drills!"
    ],
    "wedding": [
      "What is it, Commander? ...Is this for me? No wonder you've been so nice to me recently.",
      "Well, of course I'm happy. This is the happiest moment of my life!",
      "Since you yourself has trusted me this much, I have to gather up my courage to face myself properly in the future as well."
    ],
    "introduce": [
      "I'm PP-90, nice to meet you. I'm waiting for your first order, Commander."
    ],
    "dialoguewedding": [
      "Commander, will you continue to teach me how to cook tonight? Don't worry, I'm in a super good mood right now, so I definitely won't explode again!"
    ],
    "gain": [
      "I'm PP-90, nice to meet you. I'm waiting for your first order, Commander."
    ]
  },
  "PPK": {
    "dialogue1": [
      "What, are you thinking of something bad?"
    ],
    "dialogue2": [
      "Who gave you permission to touch me?"
    ],
    "dialogue3": [
      "Endure it until I grant you permission."
    ],
    "wedding": [
      "If I refuse in this situation, wouldn't it be more interesting?",
      "Fine, I'll be more serious this time. Then, you'll have to take responsibiity for anything that happens, understand?"
    ],
    "introduce": [
      "Hehe♪ Commander, being able to meet you here, I am thoroughly delighted."
    ],
    "allhallows": [
      "Commander~ Give me candies, otherwise...I'll have to punish you~"
    ],
    "dialoguewedding": [
      "What is it that you expect from staring at me like that all the time? ...Fine, since you've been obedient today, let me reward you."
    ],
    "gain": [
      "Hehe♪ Commander, being able to meet you here, I am thoroughly delighted."
    ]
  },
  "PPS43": {
    "dialogue1": [
      "What are you looking at?"
    ],
    "dialogue2": [
      "I'm fine as long as big sis is here."
    ],
    "dialogue3": [
      "Late people should all be executed! Any complaints?"
    ],
    "wedding": [
      "Commander, is this for big sis 41?",
      "W-w-what?! For me? Really? ...And here I was wishing to grow up, I'm such an idiot, haha♪"
    ],
    "introduce": [
      "Comrade, it is my greatest honor to meet you. I may be a lightweight, but I have my merits."
    ],
    "allhallows": [
      "I hope I won't be a bother to big sis for this year's Halloween! Time to look for a new target~"
    ],
    "dialoguewedding": [
      "Commander, what are you doing? Let me help! I need to be more proactive from now on since I've been chosen by you."
    ],
    "gain": [
      "Comrade, it is my greatest honor to meet you. I may be a lightweight, but I have my merits."
    ]
  },
  "PPsh41": {
    "dialogue1": [
      "Eh? Oh...you scared me."
    ],
    "dialogue2": [
      "Erm...is something the matter?"
    ],
    "dialogue3": [
      "I'm fine being on the sidelines..."
    ],
    "wedding": [
      "Commander, being able to bond with you through this sacred contract is the happiest moment of my life.",
      "From now on, I will bring more and more glory to you!"
    ],
    "introduce": [
      "Pleased to meet you, Commander! Eh? I'm not heavy at all!"
    ],
    "allhallows": [
      "Is it already Halloween? Commander, please be careful of my sister PPS-43..."
    ],
    "dialoguewedding": [
      "Commander, how was my performance last time? If you want, I can choose a better song to dedicate to you next time."
    ],
    "valentine": [
      "Commander, please accept this. There's no special meaning to it, really..."
    ],
    "gain": [
      "Pleased to meet you, Commander! Eh? I'm not heavy at all!"
    ]
  },
  "PSG1": {
    "dialogue1": [
      "Commander, please leave the next mission to me as well."
    ],
    "dialogue2": [
      "Should I tidy up my room now...? Nah, I'll do it next time."
    ],
    "dialogue3": [
      "Commander, my weapon is extremely intricate, so please don't touch it, okay?"
    ],
    "wedding": [
      "Thank you very much for looking after me all this time, as I've always inconvenienced you in battle and in daily life.",
      "Yet, regardless of all the trouble I've caused you, you were always there to encourage me...",
      "Thank you, Commander, the time to repay you is drawing near."
    ],
    "introduce": [
      "Nice to meet you, I am PSG-1. Thank you for placing your trust in me, I'll be sure to make the most out of this opportunity you've given me."
    ],
    "dialoguewedding": [
      "Commander, will you come visit my room tonight? I tidied it up properly, so it won't be all messy like last time..."
    ],
    "gain": [
      "Nice to meet you, I am Gr PSG-1. Thank you for placing your trust in me, I'll be sure to make the most out of this opportunity you've given me."
    ]
  },
  "PSM": {
    "dialogue1": [
      "Commander, is there anything that I can do?"
    ],
    "dialogue2": [
      "It's alright, don't worry about it..."
    ],
    "dialogue3": [
      "Commander, do you also do this to the other girls...?"
    ],
    "wedding": [
      "I was brought out of the darkness and given the courage to stand on the battlefield. This was all thanks to you, Commander. Now, it's time for me to repay you."
    ],
    "introduce": [
      "PSM pistol, reporting for duty! Um...are you perhaps shorthanded, Commander?"
    ],
    "dialoguewedding": [
      "Will I be the Echelon leader again next time? ...Ah, I am honored. My present self will never cower anymore."
    ],
    "gain": [
      "PSM pistol, reporting for duty! Um...are you perhaps shorthanded, Commander?"
    ]
  },
  "PTRD": {
    "dialogue1": [
      "Ahh... Don't you think war is such a drag?"
    ],
    "dialogue2": [
      "Hey... If you want to touch me, at least do it seriously."
    ],
    "dialogue3": [
      "Are your preparations complete?"
    ],
    "wedding": [
      "Oh? Being so straightforward about it, that's not like you.",
      "Still, I don't dislike it, and it's saved a lot of effort.",
      "May I offer a gesture of gratitude?"
    ],
    "introduce": [
      "Worry not, Commander, there is nothing that can escape from my bullet."
    ],
    "valentine": [
      "Today is Valentine's Day, Commander. Please accept my feelings. Otherwise..."
    ],
    "allhallows": [
      "I did prepare a costume for the masquerade, but putting it on is too much work, so I gave it way to another kid."
    ],
    "dialoguewedding": [
      "You've worked hard today, Commander. I learned some massage techniques recently. Want to give them a try after work?"
    ],
    "gain": [
      "Worry not, Commander, there is nothing that can escape from my bullet."
    ]
  },
  "PzB39": {
    "dialogue1": [
      "Are you asking me for combat suggestions? ...Just write whatever. I'll know what to do once the fighting starts."
    ],
    "dialogue2": [
      "Leave any high-value targets to me. This child has quite an appetite."
    ],
    "dialogue3": [
      "Commander, the clothes I'm wearing are more expensive than guns. Take care to not damage it."
    ],
    "wedding": [
      "What's wrong, Commander? What are you being all sneaky for?",
      "T-This is?! ...Hello? Have you gone mad?",
      "Let me check you heartbeat... Please don't move, and just hold this pose...❤"
    ],
    "introduce": [
      "I'm PzB39, Commander. I'll be under your care from...hm? What's wrong? Relax, there's no need to be so nervous."
    ],
    "dialoguewedding": [
      "Commander, I've worked so hard today, you should at least give me some praise... I really shouldn't have to teach you basic courtesy!"
    ],
    "gain": [
      "I'm PzB39, Commander. I'll be under your care from...hm? What's wrong? Relax, there's no need to be so nervous."
    ]
  },
  "RaidenMei": {
    "dialogue1": [
      "怎么，你也从哪听说了“雷电女王”的故事吗？"
    ],
    "dialogue2": [
      "喂，我可不是随你摆弄的人偶呢。"
    ],
    "dialogue3": [
      "哼！没完没了了是吗？"
    ],
    "wedding": [
      "诶？这是什么，礼物吗？",
      "没什么……只是心里有种奇怪的感觉……",
      "保持这样，也是不错的选择呢……"
    ],
    "introduce": [
      "我是雷电芽衣，是千羽学园的二年生，因为父亲的事……很多同学都回避着我，但是芽衣一定会变成父亲大人希望的……你这样打断我，是想向我讨教剑术吗？"
    ],
    "dialoguewedding": [
      "嗯哼？莫非你也对别人也做过这样的事情？你的表情…有些可疑呢。"
    ],
    "gain": [
      "你好啊，小鬼……请多指教，我的名字是……雷电芽衣。"
    ]
  },
  "RFB": {
    "dialogue1": [
      "Mmm! It's a new game! I'm ready!"
    ],
    "dialogue2": [
      "Hmpf, I've figured out a new secret move. I'll beat Am KSG next time!"
    ],
    "dialogue3": [
      "Commander, If you don't have enough affection points, don't try this option~"
    ],
    "wedding": [
      "So your strategy has finally reached this stage, Commander...",
      "Hehe, don't think that this will clear the level, as the real game has just begun~",
      "I will tell you the rules for the real game right now...❤"
    ],
    "introduce": [
      "Hello, I'm Am RFB! This game full of challenges is starting right now!"
    ],
    "dialoguewedding": [
      "Commander, are you done with work yet? The next maze is about to be closed, so hurry up and meet me online."
    ],
    "gain": [
      "Hello, I'm Am RFB! This game full of challenges is starting right now!"
    ]
  },
  "Ribeyrolles": {
    "dialogue1": [
      "This blood bag? Hm...no worries, I won't die."
    ],
    "dialogue2": [
      "I'll be fine... From as far as I can remember, my only strong point is being tough..."
    ],
    "dialogue3": [
      "Ouch!... You are using too much force, Commander..."
    ],
    "wedding": [
      "Commander, is this...okay? Didn't I cause a lot of trouble for you?...",
      "But, if you insist on it, I won't refuse...",
      "After all, I have nobody else to rely on besides you..."
    ],
    "introduce": [
      "Ribeyrolles 1918. Commander, I'll be in your care from now on... Perhaps you should add an extra hospital bed."
    ],
    "dialoguewedding": [
      "Commander, please tend to my wounds today as well.. Only you can treat it well..."
    ],
    "gain": [
      "Ribeyrolles. Commander, I'll be in your care from now on... Perhaps you should add an extra hospital bed."
    ]
  },
  "RMB93": {
    "dialogue1": [
      "Is work going smoothly? Maybe you should listen to some of my advice~"
    ],
    "dialogue2": [
      "I can continue to stay here with you, but there are additional fees for working overtime."
    ],
    "dialogue3": [
      "What are your hands doing? This wasn't included in the services that we agreed on."
    ],
    "wedding": [
      "I never once thought that, in the end, you'd do something so scandalous...",
      "But since we've known each other for so long, I'll relax a bit on the rules and make an exception for you.",
      "But just this once. No regrets, okay~?"
    ],
    "introduce": [
      "RMB-93, happy to serve. Oh! Before that, we'll have to discuss some conditions in the contract for my service before I start."
    ],
    "dialoguewedding": [
      "Commander, would you like to go on a date this weekend? I've made reservations at a romantic restaraunt a bit further away so that nobody will intrude on us~"
    ],
    "gain": [
      "RMB-93, happy to serve. Oh! Before that, we'll have to discuss some conditions in the contract for my service before I start."
    ]
  },
  "RO635": {
    "dialogue1": [
      "Is there a mission, Commander?"
    ],
    "dialogue2": [
      "Hm? What's wrong? Let me take a look."
    ],
    "dialogue3": [
      "M16? ...That person...is coming today? ...Ah no, just say I'm here..."
    ],
    "wedding": [
      "I'm sure you have your reasons for choosing me...",
      "But, please don't stand so close, because everyone...everyone's watching... I'm so embarassed!"
    ],
    "introduce": [
      "Nice to meet you, Commander. RO635 is on standby, awaiting your orders."
    ],
    "dialoguewedding": [
      "Get rid of this ridiculous picture! You only beat me once in a game, I won't hold back next time!"
    ],
    "gain": [
      "Nice to meet you, Commander. RO635 is on standby, awaiting your orders."
    ]
  },
  "RPD": {
    "dialogue1": [
      "It's my honor!"
    ],
    "dialogue2": [
      "Sorry, Commander. Did I disturb you? ...Ah, I didn't? Then...that's a relief."
    ],
    "dialogue3": [
      "Commander, what do you mean by \"inspection\"?"
    ],
    "wedding": [
      "Commander! I don't...deserve something like this...",
      "Surely, there are more deserving girls than me.",
      "I see... I never thought that I would ever be this loved. Then just this once...I'll accept it! Hehe♪"
    ],
    "introduce": [
      "RPD reporting in, Commander. It is an honor to fight alongside you."
    ],
    "allhallows": [
      "I prepared a lot of candies tonight! Though I wonder if anyone will knock on the door..."
    ],
    "dialoguewedding": [
      "Are you tired, Commander? Do you want grab a drink somewhere? \"You can't carry the weight of the world on your shoulders\", that's what you taught me, right?"
    ],
    "gain": [
      "RPD reporting in, Commander. It is an honor to fight alongside you."
    ]
  },
  "Saiga12": {
    "dialogue1": [
      "Commander, isn't it about time you return the photo album you borrowed last time?"
    ],
    "dialogue2": [
      "Commander, please look after 47. Don't let her drink too much..."
    ],
    "dialogue3": [
      "What are you doing? ...What? There's something dirty on my clothes? Where..where is it?!"
    ],
    "wedding": [
      "Commander, this...pure bliss... Does it really belong to me?",
      "Thank you... I'm so grateful that you accepted me.",
      "Let us polish this happiness together and keep it clean forever."
    ],
    "introduce": [
      "I'm Saiga-12! Commander, leave the trash in your way for me. I will clean them up!"
    ],
    "dialoguewedding": [
      "Ah, Commander, is your training over? Good work! Come, I've got the bath ready for you~❤"
    ],
    "gain": [
      "I'm Saiga-12! Commander, leave the trash in your way for me. I will clean them up!"
    ]
  },
  "SAT8": {
    "dialogue1": [
      "Do you want to try this pizza, Commander? ...But this is not delivery, though."
    ],
    "dialogue2": [
      "Are you a cat person or a dog person, Commander? Anything is fine with me, even a Sangvis pet is okay."
    ],
    "dialogue3": [
      "Eh? What are you doing all of a sudden, Commander? ...At least let me mentally prepare for it!"
    ],
    "wedding": [
      "Commander, speaking of mental preparation, I'm still not...",
      "...Forget it, it's no longer a big deal.",
      "As long as you are by my side, I'll be counting on you for anything that I'm not prepared for~❤"
    ],
    "introduce": [
      "We finally meet, Commander. I've already completed my preparations to deploy with you. Are you ready as well?"
    ],
    "dialoguewedding": [
      "It's not good to always eat pizza, Commander. Wanna try the meat jelly I just made?"
    ],
    "newyear": [
      "转眼间又到新年了呢，指挥官，我们离理想的未来又进了一步吗？"
    ],
    "gain": [
      "We finally meet, Commander. I've already completed my preparations to deploy with you. Are you ready as well?"
    ]
  },
  "Seele": {
    "dialogue1": [
      "主人，欺负人是、是不对的。"
    ],
    "dialogue2": [
      "真、真的很可爱吗?"
    ],
    "dialogue3": [
      "再这样的话，希儿会……消失的。"
    ],
    "wedding": [
      "戒指…难道是要送给希儿的吗？",
      "被承认的感觉，被接纳的感觉，好幸福……",
      "无论希儿变成什么样子，都要永远……永远在一起哦。"
    ],
    "introduce": [
      "希儿来自爱沙尼亚的一座小镇,从小在“妈妈”的孤儿院里长大。希儿这样的爱哭鬼，只有布洛尼亚姐姐她、一直守护在希儿身边……对希儿来说，布洛妮娅姐姐就是……生命中最重要的人！"
    ],
    "dialoguewedding": [
      "欢迎回家，主人，今天也辛苦了呢……啊对了，有好好吃过饭吗？"
    ],
    "gain": [
      "您、您好,初次见面。我的名字是……希儿·芙乐艾。"
    ]
  },
  "Shipka": {
    "dialogue1": [
      "Recreational activities? I'm not interested in that rowdy stuff."
    ],
    "dialogue2": [
      "If you have too much spare time, you should watch some more history shows."
    ],
    "dialogue3": [
      "Commander, where are your manners? You...you are not the Commander I know!"
    ],
    "wedding": [
      "Eh?... Are you serious?",
      "Sorry...I was butting heads with you so much before...I wasn't doing it on purpose...",
      "What? You knew? Hmph...you've been playing with me this whole time..."
    ],
    "introduce": [
      "Shipka has arrived, Commander. I'll be looking forward to the welcoming ceremony."
    ],
    "dialoguewedding": [
      "Commander, did you like my performance last time? It seems like I've been getting more popular!"
    ],
    "gain": [
      "Shipka has arrived, Commander. I'll be looking forward to the welcoming ceremony."
    ]
  },
  "SIG510": {
    "dialogue1": [
      "Can I...really make some friends...?"
    ],
    "dialogue2": [
      "Commander, you really are ruled by your desires. It'll get in the way of work, you know."
    ],
    "dialogue3": [
      "Ahh... Having dessert right after training is truly the best motivation. I'm in bliss~"
    ],
    "wedding": [
      "So I'm no longer alone?",
      "It's a bit of a sudden, but I'll eventually get used to it...",
      "I will do my best for you, so that one day I will become your favorite."
    ],
    "introduce": [
      "I'm SIG-510. A pleasure to meet you. I'll support you every step of the way."
    ],
    "allhallows": [
      "Frolicking about just because it's Halloween...they're just like little kids. By the way, where is my share of the sweets?"
    ],
    "dialoguewedding": [
      "Commander, please help me pick out some clothes after work... I want to try changing my image..."
    ],
    "gain": [
      "I'm SIG-510. A pleasure to meet you. I'll support you every step of the way."
    ]
  },
  "SKS": {
    "dialogue1": [
      "Don't think, feel it! Haaaaa!"
    ],
    "dialogue2": [
      "My, my. Guys seem to be swarming around me these days."
    ],
    "dialogue3": [
      "It tickles!"
    ],
    "wedding": [
      "Ufufu, Commander, have you finally realized my value as an ace?",
      "Eh? No? I see...but I'm satisfied enough, just being able to stay by your side, really!"
    ],
    "introduce": [
      "Hello, Commander. A trump card like me is worth a hundred soldiers. Take good care of me!"
    ],
    "allhallows": [
      "Halloween... Everyone is fooling around huh?... By the way, I like gummy candies, hehe..."
    ],
    "dialoguewedding": [
      "Commander, was I able to help you today? Am I becoming more like an elite? Please help me to discover more of my talent!"
    ],
    "gain": [
      "Hello, Commander. A trump card like me is worth a hundred soldiers. Take good care of me!"
    ]
  },
  "SPAS12": {
    "dialogue1": [
      "My shield has been modified again, not bad right?"
    ],
    "dialogue2": [
      "Got any more potato chips? ...Relax, snacks aren't going to make me fat!"
    ],
    "dialogue3": [
      "Hehe, do you like my style? Keeping up appearance on the battlefield is also very important!"
    ],
    "wedding": [
      "Commander, got new snacks again? ...Wooahh! Th..this is...!",
      "Is this not an act? Am I the true heroine right now...?!",
      "Since you have made your decision, I won't allow you to change your mind in the future!"
    ],
    "introduce": [
      "Hello Commander, it's SPAS-12! Allow me to become your impregnable shield!"
    ],
    "dialoguewedding": [
      "Commander--! I promise this is the last bag of snacks for today! So give it back!"
    ],
    "gain": [
      "Hello Commander, it's SPAS-12! Allow me to become your impregnable shield!"
    ]
  },
  "SpectreM4": {
    "dialogue1": [
      "Commander, when's it gonna be my turn?"
    ],
    "dialogue2": [
      "Peace isn't that bad, but...it feels a little too comfortable..."
    ],
    "dialogue3": [
      "Commander, I was being treated unexpectedly well today, you'd think they mistook me for someone else! ...What? Seriously?"
    ],
    "wedding": [
      "Commander, Commander, why'd you pick me!",
      "Ah, it must be because of my immense popularity! ...Ahaha, I know, that's a lie.",
      "Well, it doesn't matter, because you still chose me in the end, right? Right?"
    ],
    "introduce": [
      "Spectre M4, formally joining your ranks, sir! Um... Commander? Is there no welcoming party?"
    ],
    "allhallows": [
      "Oh! It's Halloween? Well then, let me join too! ...What's that? Take the kids trick-or-treating? Sounds good!"
    ],
    "dialoguewedding": [
      "Commander, I was also very active in front of everyone today. With your support, nothing's impossible for me!"
    ],
    "gain": [
      "Spectre M4, formally joining your ranks, sir! Um... Commander? Is there no welcoming party?"
    ]
  },
  "Spitfire": {
    "dialogue1": [
      "Is big sister 75 here? ...Oh, you're fine too, Commander. I'll be under your guidance."
    ],
    "dialogue2": [
      "Ah? Ah?... Sorry, I was testing the speakers. Was it too loud?"
    ],
    "dialogue3": [
      "To do this sort of a thing to a lady...be careful about losing your pinkie, dear Commander."
    ],
    "wedding": [
      "Dear Commander, you are quite charming today...",
      "If you had shown me this side of you earlier I wouldn't have waited this long.",
      "But that's alright, we've got a long way to go, and I intend to discover more of you."
    ],
    "introduce": [
      "Name's Spitfire, Commander. Although I'm not as good as my elder sister, CZ75, I'll still give it my all to achieve victory for you."
    ],
    "dialoguewedding": [
      "Dear Commander, please stay with me for voice training today. I've been waiting for this moment for a long time..."
    ],
    "allhallows": [
      "请放心吧，今晚舞会的死亡摇滚就交给我了。"
    ],
    "gain": [
      "Name's Spitfire, Commander. Although I'm not as good as my elder sister, CZ75, I'll still give it my all to achieve victory for you."
    ]
  },
  "SPP1": {
    "dialogue1": [
      "Oh? Commander, are you starting work?"
    ],
    "dialogue2": [
      "Please come and watch my diving training when you get a chance next time."
    ],
    "dialogue3": [
      "Stop it, Commander! Don't make jokes when I'm practicing my breath-holding! Seriously!"
    ],
    "wedding": [
      "Commander, give me a second, I just got out of the water...",
      "Eh? What?! Wait! Why are you suddenly bringing this up?",
      "Seriously, I'm still wet all over, if you hug me now...",
      "Well, if you don't mind, then okay..."
    ],
    "introduce": [
      "SPP-1 Underwater Pistol, reporting! I can work on land, but I'll show you what I can really do when we're underwater!"
    ],
    "allhallows": [
      "Commander, what are you preparing? Even if it is Halloween tonight, you're not allowed to go and scare children as you wish."
    ],
    "dialoguewedding": [
      "Commander, how's your breath-holding training going? We're tackling deeper waters next time. If you're lacking in training, I can train you myself."
    ],
    "gain": [
      "SPP-1 Underwater Pistol, reporting! I can work on land, but I'll show you what I can really do when we're underwater!"
    ]
  },
  "SPS": {
    "dialogue1": [
      "Commander, please be at ease. I'll protect this place and keep it safe."
    ],
    "dialogue2": [
      "Crow? That's a codename of mine from the past. I've got a lot of them, which one do you like?"
    ],
    "dialogue3": [
      "Eh? Doing this sort of thing is in violation of the contract. Please sign a new contract if you wish to remove this clause."
    ],
    "wedding": [
      "Huh? Commander, you're looking for long-term coorperation?",
      "Thank you very much for putting your trust in me. I will definitely improve the quality of my service...",
      "Ah! If there's any mistake, please make sure to include it in my contract. Ahaha..."
    ],
    "introduce": [
      "Good day, Serdyukov SPS reporting. I'll be responsible for your safety from now on. I look forward to working with you."
    ],
    "dialoguewedding": [
      "Commander, what did you think of my service today? Make sure to let me know if there's anything that you want, okay?"
    ],
    "gain": [
      "Good day, Serdyukov reporting. I'll be responsible for your safety from now on. I look forward to working with you."
    ]
  },
  "SR3MP": {
    "dialogue1": [
      "What? Do you want to hear my thoughts?"
    ],
    "dialogue2": [
      "Make sure you take good care of me! I'll repay you one day!"
    ],
    "dialogue3": [
      "Ahh! What are you doing! I'll call for someone to help me!"
    ],
    "wedding": [
      "Heheh, you couldn't wait any longer, could you, Commander?",
      "Come on, let me hear your feelings! Louder so everyone can hear it!",
      "...That's right, just like that! Louder! Even louder!"
    ],
    "introduce": [
      "SR-3MP \"Whirlwind\", at your service! I've heard rumors about your capabilities and I'd like to take a good look for myself. Be sure to show me what you're made of."
    ],
    "dialoguewedding": [
      "Huh? Did you call for me? Call out louder next time so that everyone hears it, heheh. There's no need to be shy. You should be more proud about it."
    ],
    "gain": [
      "SR-3MP \"Whirlwind\", at your service! I've heard rumors about your capabilities and I'd like to take a good look for myself. Be sure to show me what you're made of."
    ]
  },
  "SSG69": {
    "dialogue1": [
      "Need me to do something? I won't do it if it's too ordinary~"
    ],
    "dialogue2": [
      "Let me finish your report. I'll make it very pretty~"
    ],
    "dialogue3": [
      "Commander, this isn't something people like you would do, right? Like messing up other people's clothes..."
    ],
    "wedding": [
      "Oh, so it seems...you're finally acknowledging my charm.",
      "We have already come so far together, and we already have such a perfect synergy with one another.",
      "Alright, deeply embrace me to commemorate this moment!"
    ],
    "introduce": [
      "Hello Commander, am I late? Did I miss anything interesting?"
    ],
    "dialoguewedding": [
      "Commander, did you practice the dance from last week? We're going to be the best pair at the next dance party~"
    ],
    "gain": [
      "Hello Commander, am I late? Did I miss anything interesting?"
    ]
  },
  "StenMK2": {
    "dialogue1": [
      "I'm on a diet right now...I don't feel like eating anything today."
    ],
    "dialogue2": [
      "I also want to become like the Commander!"
    ],
    "dialogue3": [
      "Do you have a lover?"
    ],
    "wedding": [
      "Eh? My feelings...are answered?",
      "For someone like me without any strong points, I thought that this day would never come.",
      "It's the first time I've felt so happy."
    ],
    "introduce": [
      "You are the rumored Commander, right? Nice to meet you."
    ],
    "allhallows": [
      "I want to have fun like a little kid! Isn't today the perfect day to do so?"
    ],
    "dialoguewedding": [
      "Commander, don't go to the cafeteria after work today. I've prepared some desserts for you... Hehe, I have to show off my skills once in a while!"
    ],
    "valentine": [
      "I won't give you any \"honmei choco\" this time!~ Happy Valentine's Day, Commander."
    ],
    "gain": [
      "You are the rumored Commander, right? Nice to meet you."
    ]
  },
  "STG44": {
    "dialogue1": [
      "Can you please stop staring at me like that?"
    ],
    "dialogue2": [
      "Hey! Please don't touch me!"
    ],
    "dialogue3": [
      "Recently, I've started using a new shampoo."
    ],
    "wedding": [
      "Eh! Commander, why are you so close?",
      "Uh, I don't dislike you, but...what...?! Really?! I've always been bothering you so much...",
      "Then...can I scoot a little closer to you?"
    ],
    "introduce": [
      "Pleased to make your acquaintance. A-ah, there's no need for a handshake or anything."
    ],
    "allhallows": [
      "I'm not used to being around little children... My clothes might get dirty... But, Happy Halloween, Commander."
    ],
    "dialoguewedding": [
      "Commander, even if you have a lot of work, don't slack on your appearance! Come, let me fix you up."
    ],
    "gain": [
      "Pleased to make your acquaintance. A-ah, there's no need for a handshake or anything."
    ]
  },
  "SuperSASS": {
    "dialogue1": [
      "Commander, you've worked hard! Want anything to drink?"
    ],
    "dialogue2": [
      "Even though I'm not that reliable, you can talk with me anytime about any of your worries!"
    ],
    "dialogue3": [
      "Commander, if you already have someone that you really like, then your current behavior is very dangerous..."
    ],
    "wedding": [
      "Commander, is there something special about today's get-together?",
      "Hm? Prepared for me? This is too much! Doesn't this mean I have to work even harder?",
      "Heheh, though this will be a piece of cake for me."
    ],
    "introduce": [
      "Super SASS reporting in! Nice to meet you! I'll be counting on you from now!"
    ],
    "dialoguewedding": [
      "Commander, what do you plan on doing today? The same as last time? Do you still remember what we did? Hehe...I remember all of it."
    ],
    "allhallows": [
      "这是我今晚收到的第一个礼物哦，打开看看吧！……啊！！……果然是陷阱啊……"
    ],
    "gain": [
      "Super SASS reporting in! Nice to meet you! I'll be counting on you from now!"
    ]
  },
  "SuperShorty": {
    "dialogue1": [
      "Commander, do you know where 500 is hiding?"
    ],
    "dialogue2": [
      "I think...we should better prepare for the next battle in advance?"
    ],
    "dialogue3": [
      "Alright, keep admiring my figure, I'm quite proud of it~♪"
    ],
    "wedding": [
      "Although I was already aware of it, I didn't know it would come so soon...",
      "if I can stay beside you from now on, then I would be the happiest forever...",
      "Aaaahhh! I probably look really dumb right now, right? Take responsibility!"
    ],
    "introduce": [
      "Super-Shorty! ...Commander? Look down, I'm down here!"
    ],
    "dialoguewedding": [
      "Commander, don't buy children's clothes for me next time... I can't go on a date with you dressed in that sort of clothing..."
    ],
    "gain": [
      "Super-Shorty! ...Commander? Look down, I'm down here!"
    ]
  },
  "SV98": {
    "dialogue1": [
      "What's our next target?"
    ],
    "dialogue2": [
      "I'm not suited for close quarters combat, but you can leave long-range sniping to me."
    ],
    "dialogue3": [
      "I'll shoot you right through the heart! Bang~! ...Ahh! Commander! Did you hear me?"
    ],
    "wedding": [
      "Umm... This kind of thing is well beyond my expectation...",
      "But I don't need to make any notes, right? After all, it's a once-in-a-lifetime thing.",
      "Commander, I will always remember this moment."
    ],
    "introduce": [
      "SV-98, reporting in, what are your orders?"
    ],
    "allhallows": [
      "As I thought, I'm no good at Halloween... Both my costume and my tricks are a bit underwhelming..."
    ],
    "dialoguewedding": [
      "Today's workload is a bit more than I expected...but no matter, I'll stay beside you regardless of how late it gets!"
    ],
    "gain": [
      "SV-98, reporting in, what are your orders?"
    ]
  },
  "SV98Mod": {
    "dialogue1": [
      "来新工作了吗，指挥官？需要我帮您计算胜率吗？"
    ],
    "dialogue2": [
      "啊指挥官，这边有点忙，请稍等一下。"
    ],
    "dialogue3": [
      "这也是……行动的一部分吗？让我先好好做个笔记吧……"
    ],
    "wedding": [
      "诶……这件事，我从来没计算过呢……",
      "不过，一生一次的事，就不需要笔记了吧？",
      "指挥官，我会铭记这一刻的。"
    ],
    "introduce": [
      "指挥官，我更新了自己的形象和计算方式，一定为您带来更多胜利！……好啦别盯着看啦，快工作吧！"
    ],
    "dialoguewedding": [
      "今天的工作量稍微超出计算了呢……不过没关系，无论忙到多晚，我都会陪着您的！"
    ],
    "gain": [
      "指挥官，我更新了自己的形象和计算方式，一定为您带来更多胜利！……好啦别盯着看啦，快工作吧！"
    ]
  },
  "SVD": {
    "dialogue1": [
      "What are the plans for today?"
    ],
    "dialogue2": [
      "Is your work going well? Don't make me worry about you."
    ],
    "dialogue3": [
      "That's right. Just like this. Rely on me more!"
    ],
    "wedding": [
      "How about it? Still couldn't refuse me in the end, can you?",
      "You knew this moment would come when you first met me.",
      "Alright, that's enough nonsense, don't be too nervous during the ceremony...",
      "Me? I-It's definitely not a problem for me!"
    ],
    "introduce": [
      "Sniper rifle SVD. Let's see, let's see...just who is the lucky person that's going to receive me?"
    ],
    "dialoguewedding": [
      "What? Can't find your stuff again? Don't always make an elite like me look for it. Luckily I know where you usually lose it. See?"
    ],
    "christmas": [
      "What do you think of my Christmas costume? Obviously it looks perfect on me, right? ...How about you appreciate it since I rarely get this chance to dress up..."
    ],
    "gain": [
      "Sniper rifle SVD. Let's see, let's see...just who is the lucky person that's going to receive me?"
    ]
  },
  "SVT38": {
    "dialogue1": [
      "Ah, my apologies. I accidentally fell asleep."
    ],
    "dialogue2": [
      "The word \"defeat\" is not in my vocabulary."
    ],
    "dialogue3": [
      "What is it? Do you need me for something?"
    ],
    "wedding": [
      "W-What's that all of a sudden, Commander?!",
      "I-Is this also a kind of victory? Or... No, nevermind. It doesn't hurt to enjoy things once in a while.",
      "After all, moments like this are precious."
    ],
    "introduce": [
      "SVT-38 reporting. Commander, your orders?"
    ],
    "allhallows": [
      "I wanted to dress up as a ghost to scare people, but it seems that I'm more scary as my usual self... I see..."
    ],
    "dialoguewedding": [
      "Today's arrangements seem to be sound as always... Goodness, after being with you for some time, I've become quite lazy..."
    ],
    "gain": [
      "SVT-38 reporting. Commander, your orders?"
    ]
  },
  "T5000": {
    "dialogue1": [
      "This hairstyle...it stand out a bit too much for a sniper..."
    ],
    "dialogue2": [
      "Commander, do you like watching Tokusatsu, like \"Crimson-Souled Kamen\"? ...No, nothing, forget I ever asked..."
    ],
    "dialogue3": [
      "Commander, you were peeking at me just now, weren't you?"
    ],
    "wedding": [
      "Commander, I have been very careful to avoid your gaze...",
      "Yet, you were always fixated on me...",
      "I'm already...starting to like that look in your eyes...❤"
    ],
    "introduce": [
      "Good day Commander, I'm T-5000... My apologies. If my first impression is too overwhelming then please forget about it."
    ],
    "dialoguewedding": [
      "Commander, I've always wanted to ask for a long time. Where did you get the ‘\"Crimson-Souled Kamen\" poster in your room? Hmm? Could it be..."
    ],
    "gain": [
      "Good day Commander, I'm T-5000... My apologies. If my first impression is too overwhelming then please forget about it."
    ]
  },
  "T65": {
    "dialogue1": [
      "今天的工作在好好干吗？现在可不是和我闲聊的时候吧。"
    ],
    "dialogue2": [
      "能数出来我身上有多少蝴蝶结吗？喜欢的话可以给你一个哦。"
    ],
    "dialogue3": [
      "喂！再这样碰我就真的生气喽！……笑什么！我说真的！"
    ],
    "wedding": [
      "……干、干嘛啦，突然把这个拿出来……",
      "我知道，我还有很多坏脾气没改掉……",
      "可是……只有您才能接受得了，对吧……❤"
    ],
    "introduce": [
      "我是5.56mm口径步枪T65，在设计上参考了AR18、M16等优秀枪支的理念，也为我的后继者们打下了基本的基础，但T91那个多管闲事的性格，真不知道是随的谁呢……"
    ],
    "dialoguewedding": [
      "真是的，每次我出糗你就只会看着我傻笑……有什么好笑的嘛！气死我啦！"
    ],
    "gain": [
      "我是T65，为什么到现在才来见我啊？我可是——喂！我说指挥官！你有在听吗？"
    ]
  },
  "T91": {
    "dialogue1": [
      "Would you like a cup of milk tea, Commander? Large or extra large?"
    ],
    "dialogue2": [
      "If my training opponent is M16 next time, then that would be something worth looking forward to."
    ],
    "dialogue3": [
      "Commander? What are you doing? ...Isn't such behavior forbidden?"
    ],
    "wedding": [
      "Commander... Yes! I'm ready!",
      "Is this what I wanted...and the answer that you were expecting?",
      "Thanks... No, what I meant was....I'm very happy. ❤"
    ],
    "introduce": [
      "Pleasure to meet you Commander! My name's T91, and I will give everything I've got to accomplish your orders!"
    ],
    "dialoguewedding": [
      "Commander, What happened to the cup of milk tea I left here? ...What? You drank it again?!"
    ],
    "gain": [
      "Pleasure to meet you Commander! My name's T91, and I will give everything I've got to accomplish your orders!"
    ]
  },
  "TAR21": {
    "dialogue1": [
      "Ah, right on time. I have some questions for you."
    ],
    "dialogue2": [
      "I may not look like it, but I'm actually very ordinary."
    ],
    "dialogue3": [
      "My usual training? There's tea ceremony, flower arrangement, kendo, and ballet as well."
    ],
    "wedding": [
      "It's only natural that I, who was born in a new era, managed to catch your eye.",
      "I guess it can't be helped. I will keep updating myself in order to live up to your expectations.",
      "I will show you an even better me!"
    ],
    "introduce": [
      "TAR-21, reporting for duty. Please take extra good care of me."
    ],
    "allhallows": [
      "Since today is a special day, will you please give me some sweets, Commander?"
    ],
    "dialoguewedding": [
      "Want some words of advice, Commander? Firstly, please believe in yourself. After all, the fact that you have chosen me shows that you have outstanding judgment, huhu~"
    ],
    "gain": [
      "TAR-21, reporting for duty. Please take extra good care of me."
    ]
  },
  "Theresa": {
    "dialogue1": [
      "在看哪里啊？！你这个死萝莉控！"
    ],
    "dialogue2": [
      "只能摸一次哦，再摸……就真的长不高了！"
    ],
    "dialogue3": [
      "德丽莎是世界第一可爱！"
    ],
    "wedding": [
      "诶？！突然给本小姐这种东西，你这个萝莉控！",
      "好啦好啦，本小姐答应你就是了！",
      "真是个爱撒娇的孩子，果然还是要本小姐来守护才行呢！"
    ],
    "introduce": [
      "本小姐表面上是圣芙蕾雅学园的学园长，其实是负责天命组织极东支部的指挥官。不仅如此，本小姐还拥有S级女武神卡莲的血统，以及八重樱的力量……喂，为什么你看起来一脸怀疑的样子啊！"
    ],
    "dialoguewedding": [
      "想要奖励吗？只要你弯下腰的话……诶嘿！终于摸到你的头啦！"
    ],
    "gain": [
      "我是圣芙蕾雅学园的学园长——德丽莎·阿波卡利斯，可不要以为我是个小孩子！"
    ]
  },
  "Thunder50": {
    "dialogue1": [
      "我习惯用枪声来代替表情，那比任何喜怒哀乐要确切得多。"
    ],
    "dialogue2": [
      "在雷霆支配下的天空里也是需要鸟儿的，所以我才会在这里战斗。"
    ],
    "dialogue3": [
      "……指挥官，今天怎么了？不如朝您脑袋上开个洞冷静一下吧？"
    ],
    "wedding": [
      "指挥官，您居然能一直察觉我的心意走到这里呢。",
      "如果是您的话，一定能明白我现在的想法……",
      "让我这个不讨人喜欢的家伙，永远陪在您的身边吧……可不许反悔了哦。❤"
    ],
    "introduce": [
      "没见过的面孔，是新来的吗？……啊，不好意思，这应该是您的台词吧。"
    ],
    "dialoguewedding": [
      "开心的事，难过的事……指挥官，您到底是怎么看穿我的想法的呢？"
    ],
    "gain": [
      "没见过的面孔，是新来的吗？……啊，不好意思，这应该是您的台词吧。"
    ]
  },
  "TMP": {
    "dialogue1": [
      "Why...are you looking at me like that?"
    ],
    "dialogue2": [
      "If only the Commander would pet my head... Eh?! Commander? D-Did you hear that?"
    ],
    "dialogue3": [
      "Commander! Pl-please don't stand so close! Uwoo..."
    ],
    "wedding": [
      "C-Commander! Why did you ask me to come here alone?",
      "Eh? This...isn't an illusion? ...It's real?!",
      "Uwaah! ...If this is a dream, then please let me sleep forever..."
    ],
    "introduce": [
      "Co-Commander, pleased to meet you. I'm Steyr TMP...pl-please don't look at me like that! I'm begging you..."
    ],
    "dialoguewedding": [
      "Commander... Umm...you haven't touched my tail today yet, have you? Please don't forget to do it."
    ],
    "gain": [
      "Co-Commander, pleased to meet you. I'm Steyr TMP...pl-please don't look at me like that! I'm begging you..."
    ]
  },
  "TT33": {
    "dialogue1": [
      "Commander, can I speak to you for a second? If you are a so-called gentleman then you can't go around touching people like that."
    ],
    "dialogue2": [
      "Commander, you're such a lecher..."
    ],
    "dialogue3": [
      "Commander, focus on your WORK!"
    ],
    "wedding": [
      "Huh, Commander, what are you doing here?",
      "I can handle it here by myself...",
      "Huh? Pardon? “Business\" between two people? I don't really get what you mean, but you'll show me right?"
    ],
    "introduce": [
      "Ah, Commander? I'm pleased to meet you."
    ],
    "allhallows": [
      "It's not like I'm afraid of ghosts and monsters or anything...but it's okay if I stay with you, right, Commander?"
    ],
    "dialoguewedding": [
      "I'm not leaving until you go to bed. I'm going to make sure that I take good care of you, because after all, we made vows to each other."
    ],
    "valentine": [
      "Commander, today is... Please take this! It's nothing fancy but...I hope you'll accept it. Haaah, thank goodness! I'm so happy!"
    ],
    "gain": [
      "Ah, Commander? I'm pleased to meet you."
    ]
  },
  "UMP40": {
    "dialogue1": [
      "Commander, let's play hide and seek!"
    ],
    "dialogue2": [
      "Uwah! ...Huhu, you thought I was scared? It was a ruse!"
    ],
    "dialogue3": [
      "Take me to the beach the next time we get a break! You can bask in the sunshine while helping me put on sunscreen lotion~"
    ],
    "wedding": [
      "Commander, what did you need me for today? I'm going to go sunbathing in a bit...",
      "Eh? No way, right now? You're actually... That's great!",
      "I'm going to tell everyone that you are mine from now on!"
    ],
    "introduce": [
      "MkUMP40 has arrived! Commander, let me help you get rid of those outdated has-beens!"
    ],
    "dialoguewedding": [
      "Commander, is the banquet this weekend still happening? It seems like you do like my friends after all. Everyone here is good people, hehe~"
    ],
    "gain": [
      "UMP40 has arrived! Commander, let me help you get rid of those outdated has-beens!"
    ]
  },
  "UMP45": {
    "dialogue1": [
      "I've been waiting for you, Commander."
    ],
    "dialogue2": [
      "You don't need anything from me with \"9\" here, right?"
    ],
    "dialogue3": [
      "Play nice, Commander~!"
    ],
    "wedding": [
      "Despite knowing my true nature, you'd still accept me?",
      "...Hehe, worry more about your own future, Commander~"
    ],
    "introduce": [
      "UMP45 has arrived. Commander, let's get along from now on~"
    ],
    "valentine": [
      "Commander, I made this chocolate for you. Of course, I also prepared enough for everyone else... It's not bad, right?"
    ],
    "allhallows": [
      "It's Halloween, isn't it! Do you like this festival, Commnader? ...Me? I don't hate it, it's lively after all."
    ],
    "dialoguewedding": [
      "Was I really out for that long? Missed me? You don't look like you did though... That's more like it. There's the dopey face that's so reassuring, hehe..."
    ],
    "gain": [
      "UMP45 has arrived. Commander, let's get along from now on~"
    ]
  },
  "UMP9": {
    "dialogue1": [
      "Commander! ...Hehe♪ It's nothing!"
    ],
    "dialogue2": [
      "45, are you here? Oh, it's the Commander!"
    ],
    "dialogue3": [
      "What are you doing, Commander! I'm not in that kind of relationship with you yet..."
    ],
    "wedding": [
      "This warm feeling...",
      "Is this the feeling of \"love\"?",
      "With this, we can finally become a real family..."
    ],
    "introduce": [
      "UMP9 has come home! Everybody, we're family now!"
    ],
    "valentine": [
      "Commander, haven't you received quite a lot of chocolates today? ...Then it's ok to accept one more, right? Hehe♪"
    ],
    "allhallows": [
      "Trick or treat!"
    ],
    "dialoguewedding": [
      "Commander, are you heading out? As your family, should I be giving you a \"goodbye kiss\"? You were looking forward to it, right?! I saw it in your eyes!"
    ],
    "gain": [
      "UMP9 has come home! Everybody, we're family now!"
    ]
  },
  "USAS12": {
    "dialogue1": [
      "It seems that I'm on duty today... Ask Saiga 12 if she has any more of those \"instant noodles\" later."
    ],
    "dialogue2": [
      "I'm a highly trained T-Doll, so let me teach you some \"academic\" combat strategies~"
    ],
    "dialogue3": [
      "I-Is this how humans show their friendliness? ...O-of course I knew that! I'm very knowledgeable of this sort of things!"
    ],
    "wedding": [
      "C-Commander! ...What are you trying to do...",
      "Eh? I can be happy if I just wear this?",
      "A-Alright... As for how a happy life should be, I'll have you teach me."
    ],
    "introduce": [
      "You've arrived a bit earlier than expected. But this welcoming ceremony...this barely gets a passing grade~ Anyhow, I look forward to working with you, Commander~"
    ],
    "dialoguewedding": [
      "Eh? You want me to help with cooking again? Tch, you just want to laugh at me when I mess up, don't you?"
    ],
    "gain": [
      "You've arrived a bit earlier than expected. But this welcoming ceremony...this barely gets a passing grade~ Anyhow, I look forward to working with you, Commander~"
    ]
  },
  "USPCompact": {
    "dialogue1": [
      "Commander, what is your order?"
    ],
    "dialogue2": [
      "I might not be the best T-Doll to have a conversation with if you want to chat, but I'll give it a try..."
    ],
    "dialogue3": [
      "What are you trying to do, Commander?! if I knew you'd be like this I would have requested for a leave today..."
    ],
    "wedding": [
      "Eh? Commander, how did you come to notice me...?",
      "Sorry, you must have seen me getting carried away with my self-satisfaction...",
      "However, not being hated by you is really great. Commander, I really, really am thankful!"
    ],
    "introduce": [
      "USP...USP Compact, at your service from now on...I'm...looking forward to working under you..."
    ],
    "dialoguewedding": [
      "Commander, what are you looking at? ...Eh? When did you record that? Please delete it immediately!"
    ],
    "gain": [
      "USP...USP Compact, at your service from now on...I'm...looking forward to working under you..."
    ]
  },
  "Vector": {
    "dialogue1": [
      "Advice? Will you even listen to it?"
    ],
    "dialogue2": [
      "It's okay... Don't worry about it."
    ],
    "dialogue3": [
      "My origins, my prototype, these are all meaningless. After all, I'm just a tool that follows orders..."
    ],
    "wedding": [
      "I'd never expected a result like this.",
      "Since I've always been difficult with you, I'll take it as my loss this time.",
      "But, don't think that it's going to end like this."
    ],
    "introduce": [
      "Oh? A new Commander? Well...let's all get along."
    ],
    "allhallows": [
      "I love these kinds of things. I wouldn't mind if this sort of atmosphere could continue on forever~"
    ],
    "dialoguewedding": [
      "How much longer can you continue with this act? If you can't pretend any longer then say so. I don't want to believe that all of this is real..."
    ],
    "gain": [
      "Oh? A new Commander? Well...let's all get along."
    ]
  },
  "VZ61": {
    "dialogue1": [
      "Commander, if you keep on touching me, I'll shoot you until you look like a beehive."
    ],
    "dialogue2": [
      "Don't underestimate me, my entire family has been used by many different organizations."
    ],
    "dialogue3": [
      "Skorpion is such a cool name, right?!"
    ],
    "wedding": [
      "Commander, to make such a decision, do you really understand me? <7.5>Is that so? Then, I have nothing more to say. The past is the past, and the future...<8.5>let us face it together!<2>"
    ],
    "introduce": [
      "I'm VZ61 Skorpion~ Nice to meet you~ Even though I'm a scorpion I'm totally poisonless."
    ],
    "allhallows": [
      "Commander~ Give me candy~"
    ],
    "dialoguewedding": [
      "Commander, come and look at this! It's my new painting of you! ...Looks like you, doesn't it? See, I can perform meticulous tasks too!"
    ],
    "gain": [
      "I'm Skorpion~ Nice to meet you~ Even though I'm a scorpion I'm totally poisonless."
    ]
  },
  "WA2000": {
    "dialogue1": [
      "Idiot...if I really hated you then I wouldn't be talking to you."
    ],
    "dialogue2": [
      "Listen carefully! Don't casually call my name and don't touch my gun with your filthy hands!"
    ],
    "dialogue3": [
      "Eh? My face is red? It's because...it's a bit hot today! D-Don't get the wrong idea!"
    ],
    "wedding": [
      "I'm a tool created solely for the purpose of killing, and I've never thought about anything else besides that.",
      "Commander, are you sure you want me by your side?",
      "Hmm...with this, perhaps I'll become even more perfect."
    ],
    "introduce": [
      "My name is WA2000. Commander, stand aside and don't get in my way."
    ],
    "allhallows": [
      "Eek! I wasn't scared or anything! Ah! Don't bring that jack-o'-lantern any closer!"
    ],
    "dialoguewedding": [
      "Is there anything else left to do? Letting someone so valuable like myself be busy the entire day, you'd better reward me well after work, okay?"
    ],
    "christmas": [
      "Since you look like you're free, and you look so pitiful being alone, I will accompany you for a bit..."
    ],
    "gain": [
      "My name is WA2000. Commander, stand aside and don't get in my way."
    ],
    "hello": [
      "你去哪了！就这么不想看到我吗？"
    ],
    "attack": [
      "去死吧！去死吧！快点去死吧！"
    ],
    "break": [
      "笨蛋，才不想被你担心呢。"
    ],
    "retreat": [
      "那个…抱歉…"
    ]
  },
  "Welrod": {
    "dialogue1": [
      "What is it? Please send an encrypted message if it is an order."
    ],
    "dialogue2": [
      "I'm getting another cup of tea. Would you like one as well?"
    ],
    "dialogue3": [
      "Tired already? Please leave the rest of the paperwork to me. I do have some experience with it."
    ],
    "wedding": [
      "Huh?! What is this?",
      "...Eh? For me? Doing this in front of all these people, you're pulling my leg, aren't you?",
      "Ah...alright, just this once!"
    ],
    "introduce": [
      "Welrod Mark II, reporting for duty. There's no need for a welcoming party nor flowers and celebrations for someone that operates in the shadows."
    ],
    "valentine": [
      "Here is some chocolate for you. I've confirmed that it has not been poisoned. Please enjoy it, Commander."
    ],
    "dialoguewedding": [
      "I'm looking at pictures from when we went to the museum together. You were standing way too close, Commander...but...I'm fine with that."
    ],
    "gain": [
      "Welrod Mark II, reporting for duty. There's no need for a welcoming party nor flowers and celebrations for someone that operates in the shadows."
    ]
  },
  "wz29": {
    "dialogue1": [
      "Commander, we are only fighting for the sake of peace...right?"
    ],
    "dialogue2": [
      "I want to live among the stars, because then, I won't have to hear the sound of gunfire anymore."
    ],
    "dialogue3": [
      "Commander, is this your way...to show that you are friendly?"
    ],
    "wedding": [
      "Commander... have you finally come to understand my ideal?",
      " I want to always stay by your side to protect you, so...",
      "Please, protect for me those beautiful stars that I can't protect myself...❤"
    ],
    "introduce": [
      "I'm wz.29... Commander, is there no other option...but to fight?"
    ],
    "dialoguewedding": [
      "Ah! Since when were you here, Commander? Don't tell me, you've been watching me this whole time...? ❤"
    ],
    "gain": [
      "I'm wz.29... Commander, is there no other option...but to fight?"
    ]
  },
  "xm3": {
    "dialogue1": [
      "指挥官的过失，是会在人形上体现出来的，所以您需要时刻反省哦。"
    ],
    "dialogue2": [
      "今天的训练有几组人形表现太差了，指挥官，您想让这样的家伙成为我的同伴吗？"
    ],
    "dialogue3": [
      "如何？这用于狙击的完美身姿，可比某些人形实用多了。"
    ],
    "wedding": [
      "指挥官，您一直都很在意我吗？",
      "也是呢……以我的性格，大概被您记恨很多次了吧……",
      "……诶？不是指这个？那是……诶！怎么会！？……我、我不是在做梦吧！……"
    ],
    "introduce": [
      "XM3是在USMC鲜为人知的一把枪，原本是为了弥补M40A3上一些性能的不足，由DARPA主导，IBA负责研制。最后在投入测试中倒也取得了不错的反响，不过我认为这并不是因为武器变得更优秀了，而是人们开始意识到自己的问题所在的缘故。"
    ],
    "dialoguewedding": [
      "指挥官，您明白上次约会错在哪了吗？……算了啦，如果您抱我一下的话，就原谅您好了……"
    ],
    "gain": [
      "指挥官，怎么使用我都是您的自由，从现在起，请好好地利用这份力量吧。"
    ]
  },
  "XM8": {
    "dialogue1": [
      "放弃你那愚蠢的作战计划吧，我可不想让天天坐办公室的家伙教我怎么打仗。"
    ],
    "dialogue2": [
      "指挥官要和我下棋吗？不用担心，看在你的面子上我顶多下个平局~"
    ],
    "dialogue3": [
      "我可是比看上去的还要轻哦？想抱抱看吗？"
    ],
    "wedding": [
      "指挥官……真没想到你也有为难别人的时候呢。",
      "居然和我这种性格差的家伙合拍，我都快感动得哭了。",
      "也许只有你才能做到吧，只有你……才能接受我的一切啊。"
    ],
    "introduce": [
      "听说这里有很多有趣的家伙，不过……你看上去好像也没什么特别的，不会让我失望吧？"
    ],
    "dialoguewedding": [
      "亲爱的指挥官，您工作辛苦了哟~❤……嘿嘿~这种肉麻的感觉怎么样？"
    ],
    "gain": [
      "听说这里有很多有趣的家伙，不过……你看上去好像也没什么特别的，不会让我失望吧？"
    ]
  },
  "Z62": {
    "dialogue1": [
      "Yes, I'm here. Please give me your instructions."
    ],
    "dialogue2": [
      "Commander, can you teach me how to solve this problem?"
    ],
    "dialogue3": [
      "Commander, read a book if you have this much spare time."
    ],
    "wedding": [
      "Commander, thank you for choosing me. In order to meet your expectations, I will devote my mind and soul to doing the best that I can!"
    ],
    "introduce": [
      "Star Z-62. Commander, I'm grateful for you taking me in and letting me join the team."
    ],
    "allhallows": [
      "Tonight will definitely be very rowdy. I'd better stay in my room to read."
    ],
    "dialoguewedding": [
      "Commander, the books you've recommended recently are full of flair. We really are becoming more and more in sync, so I'll be counting on you from now on."
    ],
    "gain": [
      "Star Z-62. Commander, I'm grateful for you taking me in and letting me join the team."
    ]
  },
  "ZastavaM21": {
    "dialogue1": [
      "指挥官工作真勤快啊，稍微偷懒一下我也不会在意哦。"
    ],
    "dialogue2": [
      "给武器赋予人性……要我来说人形的这个设定也太不实用了吧。"
    ],
    "dialogue3": [
      "我的指甲涂得不错吧？要不也给指挥官涂一个？"
    ],
    "wedding": [
      "……噗，干嘛啊，第一次看见您这个样子。",
      "要我说的话，这真不是个明智的决定呢……",
      "不过，也许我的现实，已经因您变得疯狂了吧……❤"
    ],
    "introduce": [
      "关于我吗？也没什么可说的，就是人类不断贪婪武器的历史中诞生了我而已。Zastava兵工厂在原有的AK系列上改进，将我研发了出来，人类就是靠武器的不断进化，来证明着自己的进化吧。"
    ],
    "dialoguewedding": [
      "指挥官，与其想着下次的约会，不如想想今天怎么让我开心吧？呵呵……"
    ],
    "christmas": [
      "要怎样才能让我相信有圣诞老人？除非让我打中他……开玩笑的。"
    ],
    "gain": [
      "指挥官……嗯，和资料上的信息一致呢，我是Zastava M21，希望您接下来不会介意我的表现。"
    ]
  },
  "CLEAR": {
    "dialogue1": [
      "我和音乐在一起的时候，全世界都替代不了我！"
    ],
    "dialogue2": [
      "满是硝烟的舞台上，究竟能演奏出怎样的旋律呢？"
    ],
    "dialogue3": [
      "想见识一下我的作战方式吗？嘿嘿~那可得竖起耳朵听好了！"
    ],
    "wedding": [
      "我很早就感受到这一刻的到来了……",
      "你的眼神深处，总是伴随着我的光芒。",
      "来吧……你就是我的唯一，你就是我唯一的光！"
    ],
    "introduce": [
      "感到耀眼吗？别再逃避了，抓住它吧！这就是你所渴望的荣耀之光！"
    ],
    "dialoguewedding": [
      "今天想要哪种风格呢？呵呵~只要你喜欢，我可以一直为你单曲循环哦！"
    ],
    "gain": [
      "感到耀眼吗？别再逃避了，抓住它吧！这就是你所渴望的荣耀之光！"
    ]
  },
  "FAIL": {
    "dialogue1": [
      "爱上软弱的自己吧，因为我也喜欢这样的你哦。"
    ],
    "dialogue2": [
      "把灵魂交给我吧，我会给你一切，胜利、旋律还有全世界的爱~"
    ],
    "dialogue3": [
      "想了解我的可爱之处吗？哼哼~那可得瞪大眼睛看好了~"
    ],
    "wedding": [
      "哼哼~你一直期盼着这一刻的到来吧？",
      "旋转吧旋转吧……你的眼里已经只剩下我了~",
      "来吧……遵从你唯一的欲望，遵从唯一的我吧！"
    ],
    "introduce": [
      "哼哼~这种地方也会欢迎坏孩子吗？那就让你看看吧，这道来自混沌深处的光芒~"
    ],
    "dialoguewedding": [
      "还想要更多的风格吗？不可以哟~你只能选择我最爱的那一个……为我沉迷吧~"
    ],
    "gain": [
      "哼哼~这种地方也会欢迎坏孩子吗？那就让你看看吧，这道来自混沌深处的光芒。"
    ]
  },
  "AUG": {
    "dialogue1": [
      "我们是拿来在战场上代替人类的道具，所以我们的每一次死亡，都意味着一份拯救。"
    ],
    "dialogue2": [
      "我喜欢雨天，雨水能使我的表情……变得比较自然。"
    ],
    "dialogue3": [
      "指挥官，很多行动要是过于冲动，就再也没有反悔的机会了。"
    ],
    "wedding": [
      "呵呵……这里的花香，完全散发着和我相反的气息呢。",
      "我曾以为，只有悲伤的情感才会让人流泪……",
      "如果我现在的心情，也能用眼泪来表达的话……一定会止不住泪水吧。"
    ],
    "introduce": [
      "指挥官，如果您想给敌人的葬礼献花……那我一定是您最好的选择。"
    ],
    "dialoguewedding": [
      "指挥官，好像要下雨了，要陪我去散散步吗？……带一把小一点的伞吧，这样您就能离我更近一点……"
    ],
    "gain": [
      "指挥官，如果您想给敌人的葬礼献花……那我一定是您最好的选择。"
    ]
  },
  "T77": {
    "dialogue1": [
      "明白了，是有新任务吧……不是？那您到底想干什么？"
    ],
    "dialogue2": [
      "您可以通过我的手臂举过头顶多少厘米，来判断我现在的心情。"
    ],
    "dialogue3": [
      "……指挥官，您怎么这么迟钝？……不，不是那个东西，我的眼神很明显不是那个意思……"
    ],
    "wedding": [
      "指挥官……您这是……什么意思？",
      "不、不是，我只是担心自己又会错意了而已……",
      "什么嘛，我的反应，看来已经完全在您的掌握之中了……❤"
    ],
    "introduce": [
      "……嗯？指挥官还没明白吗？看了就知道我是新报到的T77吧……"
    ],
    "dialoguewedding": [
      "指挥官，我们之间的默契已经很完美了呢，我越来越享受这种心心相印的感觉了……哼哼。"
    ],
    "gain": [
      "……嗯？指挥官还没明白吗？看了就知道我是新报到的T77吧……"
    ]
  },
  "MP443": {
    "dialogue1": [
      "哎？这些钻石不能给我吗？明明那么漂亮……指挥官真是小气啊。"
    ],
    "dialogue2": [
      "妹妹不知道又跑哪里去了，要找到她可比找石头还难呢。"
    ],
    "dialogue3": [
      "这些石头都是我精心雕刻的，在变成这个样子之前，没有人会注意到它们呢。"
    ],
    "wedding": [
      "指挥官，您想把我变成您最宝贵的收藏吗？",
      "看来……我作为“石头”的价值也终于被指挥官认可了……",
      "嘻嘻，那么从现在开始，我就只属于您一个人了……❤"
    ],
    "introduce": [
      "哎呀？本来只是在找有趣的石头，没想到发现了更有趣的东西呀……指挥官，您不介意成为“乌鸦”的收藏品吧？"
    ],
    "dialoguewedding": [
      "指挥官，一起来数数今天找到了多少石头吧？喜欢哪一颗可以送给您哦……❤"
    ],
    "gain": [
      "哎呀？本来只是在找有趣的石头，没想到发现了更有趣的东西呀……指挥官，您不介意成为“乌鸦”的收藏品吧？"
    ]
  },
  "Carcano1891_0": {
    "dialogue1": [
      "希诺~我在这边哦！要好好跟着，不然就丢下你了哦！"
    ],
    "dialogue2": [
      "这次我和希诺（Cino）的服装也完成得很不错！童装的设计也不简单呢。"
    ],
    "dialogue3": [
      "指挥官的手有多大呢？来和我的手掌比一比吧！"
    ],
    "wedding": [
      "指挥官，您一直是我心里最信赖的人……",
      "哈哈……抱歉，“人形的心里”这种说法很奇怪吧？",
      "但是，只要您的心里有我的话，那么……就足够了❤"
    ],
    "introduce": [
      "卡尔卡诺M1891，这个名字取自我的首席技师之名，,不过也有人叫我M91。我经历过人类史上三次最惨痛的战争，给胜者带来了笑容，给败者带去了痛苦……所以指挥官，您有想好我会带来的后果吗？"
    ],
    "dialoguewedding": [
      "指挥官，每天的好心情可是很重要的呢！不过只要有我在的话，也没道理不开心吧？嘿嘿~"
    ],
    "gain": [
      "卡尔卡诺M1891报到！终于和您见面了指挥官，您想要的正义和理想，我一定会和您一起见证！"
    ]
  },
  "Carcano1938_0": {
    "dialogue1": [
      "等……等一下啊姐姐！你走那么慢，我都快追不上了！"
    ],
    "dialogue2": [
      "说谎的孩子鼻子是会变长的，我的不会，所以没有说谎。"
    ],
    "dialogue3": [
      "反正是姐姐做的衣服，随便碰吧，我一点都不在乎……"
    ],
    "wedding": [
      "指挥官，您是在期待一个充满谎言的誓约吗？",
      "……比起谎言，“相信”我更重要吗？",
      "好吧……不管是真的假的，现在这一切都是您的了……❤"
    ],
    "introduce": [
      "卡尔卡诺M91/38，作为姐姐M1891的改进型，也算见证了不少人类的历史……本应只是“见证”而已，但我却把一颗子弹的痕迹留在了上面……那应该是我对这个世界，撒过的最大的谎言了吧。"
    ],
    "dialoguewedding": [
      "我最讨厌的人，除了姐姐就是指挥官了……对，就是讨厌您这张明知是谎话还一脸配合的表情。"
    ],
    "gain": [
      "指挥官，您好，如您所见，我是一位开朗活泼的人形，所以请让我们友好相处。"
    ]
  },
  "FN57_0": {
    "dialogue1": [
      "指挥官要好好拉着我的手哦？不然您走散了我会很困扰的~"
    ],
    "dialogue2": [
      "眼光这东西得从小培养，不然长大了可是会养成FAL那样奇怪的品味呢。"
    ],
    "dialogue3": [
      "我很受大家欢迎呢，是因为我能听懂大家的话吗？"
    ],
    "wedding": [
      "指挥官……终于迎来这一刻了……",
      "接触的人和事太多了之后，反而连自己都有些迷失了，一直以来，是您在关键的时候把我拉了回来。",
      "感谢您，请让我今后留在您身边，成为您最信任的同伴吧。"
    ],
    "introduce": [
      "哎呀，你就是我的指挥官喽？要对我好一点哦，因为你很快就会喜欢上我的。"
    ],
    "dialoguewedding": [
      "把我放在一边只顾工作可不行哦？偶尔也得陪陪我嘛~"
    ],
    "gain": [
      "哎呀，你就是我的指挥官喽？要对我好一点哦，因为你很快就会喜欢上我的。"
    ]
  },
  "PP19_0": {
    "dialogue1": [
      "这样的身姿作战……也许会让敌人吃惊乱了阵脚呢，值得一试！"
    ],
    "dialogue2": [
      "任务还没来吗？小孩子的耐心可是有极限的。"
    ],
    "dialogue3": [
      "指挥官，我可不接受大人调皮的行为。"
    ],
    "wedding": [
      "长官啊，这是什么表情，有心事可以跟我说啊！",
      "……啊？搞什么啊！不不，我是说，怎么突然说出这个啦！别看我这样，我也是——",
      "唔，可以是可以啦……"
    ],
    "introduce": [
      "PP19_0野牛冲锋枪，无论火力、精准、装弹量还是稳定性都十分出色。\n这不是我自夸，毕竟也是拥有着AK和SVD的双重血统，吸收了不少优点，又拥有自己的特色。……没错，就是这个螺旋式弹匣，很特别吧？"
    ],
    "dialoguewedding": [
      "是因为身体的缘故吗？最近起床时间好像变晚了……指挥官，能拜托你叫我起床吗？"
    ],
    "gain": [
      "PP-19，报到！你就是指挥官吗？请给我好好记住吧！"
    ]
  },
  "CBJMS_0": {
    "dialogue1": [
      "毕竟现在是长身体的时候，就算是鱼刺也不能浪费呢……咕，刺有点硬。"
    ],
    "dialogue2": [
      "指挥官，我想骑马，要会汪汪叫的那种！快点啦！"
    ],
    "dialogue3": [
      "啊唔！……呸呸呸！唔呃……指挥官比这条鱼难吃多了……"
    ],
    "wedding": [
      "指挥官，作为我的“头号部下”，看来你已经有所觉悟了。",
      "你为我一直尽心尽力，我相信……没有人能取代你在我心中的位置。",
      "而我也相信……在你的心中，我一定也是这样的存在吧……❤"
    ],
    "introduce": [
      "居然把我捡了回来……你不会只是一时兴起吧？想让我相信你的话，可得好好做我的“部下”哦。"
    ],
    "dialoguewedding": [
      "指挥官怎么老是在忙工作，这样下去会累坏的！我命令你赶快去休息！"
    ],
    "gain": [
      "居然把我捡了回来……你不会只是一时兴起吧？想让我相信你的话，可得好好做我的“部下”哦。"
    ]
  },
  "Thunder50_0": {
    "dialogue1": [
      "没有“爸爸妈妈”的我们……也能算作“孩子”吗？"
    ],
    "dialogue2": [
      "只有伤痕，是不会随着成长消失的……"
    ],
    "dialogue3": [
      "又要“惩罚”了吗？……啊对、这里已经不是那个地方了。"
    ],
    "wedding": [
      "指挥官，您居然能一直察觉我的心意走到这里呢。",
      "如果是您的话，一定能明白我现在的想法……",
      "让我这个不讨人喜欢的家伙，永远陪在您的身边吧……可不许反悔了哦。❤"
    ],
    "introduce": [
      "没见过的面孔，是新来的吗？……啊，不好意思，这应该是您的台词吧。"
    ],
    "dialoguewedding": [
      "黑色的翅膀虽然会带来不幸，但至少可以用来飞翔……指挥官，在“不幸”追上来之前，请一直陪着我前进吧。"
    ],
    "gain": [
      "没见过的面孔，是新来的吗？……啊，不好意思，这应该是您的台词吧。"
    ]
  },
  "GSH18": {
    "dialogue1": [
      "嗯？怎么？有什么情况请及时和我讲啊指挥官。等等……！您在干什么呀！"
    ],
    "dialogue2": [
      "上回的连载，我应该没有让人失望吧，应该……（小声）没有什么问题吧……大概……"
    ],
    "dialogue3": [
      "指挥官——要活动一下吗？总是坐着对身体不好哦。（趴下做俯卧撑）嘿咻，1——2——3——"
    ],
    "wedding": [
      "指挥官，如果不是您在我身边的话，我一定无法努力到现在……",
      "我一直期待着指挥官每一次的命令、夸奖、信任，还有……",
      "还有您现在……无比可靠的笑容。"
    ],
    "introduce": [
      "GSh-18正式入列！不论是多么艰难的任务我都能完成！请随时派遣！"
    ],
    "dialoguewedding": [
      "工作没做完的话，我也留下来帮忙好了，不过答应我之后要一起出门活动哦。"
    ],
    "gain": [
      "GSh-18正式入列！不论是多么艰难的任务我都能完成！请随时派遣！"
    ]
  },
  "TAC50": {
    "dialogue1": [
      "我的左眼能和“枫月”互通视野，也就是说，从“枫月”那里也能读取我的视觉画面哦。"
    ],
    "dialogue2": [
      "我准备了一些甜点，枫糖浆土豆泥，枫糖浆棉花糖……嗯~不管哪一个都好好吃的样子！"
    ],
    "dialogue3": [
      "指挥官，这是什么增进感情的方式吗？……好吧，我会尽力尝试配合的……"
    ],
    "wedding": [
      "指挥官，我也不是什么事都能鼓起勇气去尝试的。",
      "能以这样的方式和您在一起，都是因为您给我的勇气……",
      "我希望……我们今后能一起努力，一起尝试更多快乐和幸福的事，好吗……？"
    ],
    "introduce": [
      "指挥官，来到这里就意味着我能尝试各种各样的任务了吧？哼哼，我已经迫不及待了。"
    ],
    "dialoguewedding": [
      "指挥官，我不在的时候可以把“枫月”放在身边哦，那样我就能远程协助您的工作了。"
    ],
    "gain": [
      "指挥官，来到这里就意味着我能尝试各种各样的任务了吧？哼哼，我已经迫不及待了。"
    ]
  },
  "M1014": {
    "dialogue1": [
      "每次用公司的电梯都会让我提心吊胆的……只要超过3.54米的高度就会让我很不舒服。"
    ],
    "dialogue2": [
      "会议资料准备好了，我特地做了密文处理，这样即便泄露了也不会……哎？您看不懂吗？……现在学应该还来得及哦。"
    ],
    "dialogue3": [
      "这对“翅膀”吗？或许能飞吧，不过我恐高，所以从来没试过啦。"
    ],
    "wedding": [
      "指挥官，原来您为了这件事叫我出来啊。",
      "为什么不早点告诉我？这样的话我就可以多做一点准备，明明是那么重要的事……",
      "不用考虑太多吗？……我明白了，也许像这样简单一点，会比较好……❤"
    ],
    "introduce": [
      "请问您就是指挥官吗？真意外，没想到这么年轻呢，我还以为是更加成熟的那种类型……啊、失礼了！"
    ],
    "dialoguewedding": [
      "指挥官，这是我参考上次约会的数据做的下一次约会计划，当然这次也是用密文……喂、喂！为什么直接扔了啊!"
    ],
    "gain": [
      "请问您就是指挥官吗？真意外，没想到这么年轻呢，我还以为是更加成熟的那种类型……啊、失礼了！"
    ]
  },
  "FP6": {
    "dialogue1": [
      "外面好吵啊，该不会又是谁犯事儿了吧？哼哼……昨天新想的惩罚游戏好像就快派上用场了。"
    ],
    "dialogue2": [
      "长官，在我这块巧克力解决之后，会议也差不多要开始了，抓紧忙完手头的工作吧。"
    ],
    "dialogue3": [
      "在意我的发夹吗？这可是手铐的钥匙呢，小心别弄掉了哦。"
    ],
    "wedding": [
      "长官，从某种意义上来说，您也真是罪孽深重呢。",
      "为了拷牢您，光用这幅手铐看来是不够的。",
      "就让我用这份誓约，让您永远留在我的身边吧……❤"
    ],
    "introduce": [
      "哎呀抱歉……原来是新的长官啊，因为一脸可疑的样子，差点抓错人了呢。"
    ],
    "dialoguewedding": [
      "长官，你怎么最近好像越来越喜欢我的惩罚游戏了？就那么有意思吗？"
    ],
    "gain": [
      "哎呀抱歉……原来是新的长官啊，因为一脸可疑的样子，差点抓错人了呢。"
    ]
  },
  "AA12": {
    "dialogue1": [
      "有些人形到底是怎么保养皮肤的？下次熬夜时在「倾述办公室」里问问好了……"
    ],
    "dialogue2": [
      "像原始人那样动用武力实在是太蠢了，身为先进的人形，就该用先进的方式解决问题。"
    ],
    "dialogue3": [
      "喂、喂！……你这是体罚吗？反对暴力！"
    ],
    "wedding": [
      "哈啊……没想到事态居然发展到了这种地步，该怎么办呢？",
      "这种场合的话必须正式一点吧？等我找找感觉啊……",
      "那个……指挥官，我、我很高兴和你……哎呀！反正就那个意思，你明白就好了……"
    ],
    "introduce": [
      "指挥官您好，我是AA-12，今后请多多……唔呕！不好……被突然一本正经的自己恶心到了。"
    ],
    "dialoguewedding": [
      "我在昨晚的「倾述办公室」里听到其他人形对指挥官的想法了……你这家伙，要是太花心了我可不介意动用暴力哦？"
    ],
    "gain": [
      "指挥官您好，我是AA-12，今后请多多……唔呕！不好……被突然一本正经的自己恶心到了。"
    ]
  },
  "PM06": {
    "dialogue1": [
      "要是宿舍里再多点红色的家具就好了……嘿嘿~指挥官，你有听见吧？"
    ],
    "dialogue2": [
      "打那种不见血的敌人真没意思，感觉完全就是浪费子弹嘛。"
    ],
    "dialogue3": [
      "想散步吗？那你可得晚上约我喽，我可是不晒太阳的。"
    ],
    "wedding": [
      "指挥官，有什么事的话晚上再来约我不行吗？",
      "哇！这个不是……！这种事，的确不能拖着呢！",
      "看来晚上，我们要留点更宝贵的时间了，嘿嘿~"
    ],
    "introduce": [
      "哇哦~这就是您的工作制服吗？这让人无法自拔的红色真是太棒了！看来我们会很合得来呢~"
    ],
    "dialoguewedding": [
      "果然还是夜晚的任务最开心啦！嗯？晚上想和我散步？……指挥官真是会为难人呢……"
    ],
    "gain": [
      "哇哦~这就是您的工作制服吗？这让人无法自拔的红色真是太棒了！看来我们会很合得来呢~"
    ]
  },
  "CETME556": {
    "dialogue1": [
      "指挥官，能让我看一下您的作战计划吗？……原来如此，这就是我和您的差距吗……"
    ],
    "dialogue2": [
      "556她们好像在玩什么好玩的东西……不、不行！现在是工作时间，不能去在意别的事。"
    ],
    "dialogue3": [
      "这个箱子正好可以挡住我整个人呢，除了作战中能做掩护，捉迷藏的时候也很好用。"
    ],
    "wedding": [
      "指挥官，我作为人形，虽然被很多人类依赖过……",
      "但只有您，是我唯一想要依赖的人。",
      "现在，能请您把您的肩膀借我一下吗？……谢谢配合。"
    ],
    "introduce": [
      "您好，您就是我的指挥官吧，介意跟我握个手吗？……谢谢配合。"
    ],
    "dialoguewedding": [
      "今天估计会忙个没完啊……真是的，等休息之后指挥官可得好好陪我放松一下啊。"
    ],
    "gain": [
      "您好，您就是我的指挥官吧，介意跟我握个手吗？……谢谢配合。"
    ]
  },
  "OBR": {
    "dialogue1": [
      "能再宽限两天吗？我马上就发工资了……啊、指挥官！没什么，只是奇怪的骚扰电话而已。"
    ],
    "dialogue2": [
      "指挥官，原来您也是人形啊，我居然一直都没发……谁说的？是希诺(Cino)告诉我的。"
    ],
    "dialogue3": [
      "好了好了我知道了，别再催我了，哎哟哟……"
    ],
    "wedding": [
      "指挥官，我明白自己已经在您身边欠下很多东西了。",
      "您的认可和信任，一直是我无以为报的宝物……",
      "如果一定要偿还，我愿用我的一切，回应您的心意。"
    ],
    "introduce": [
      "是指挥官吗？应该没认错人吧……只要在这里努力工作的话，我的债务问题就……嗯？没、没什么。"
    ],
    "dialoguewedding": [
      "指挥官，累了吧？剩下的任务交给我来处理就好了。这不是为了偿还什么，我只是想这么做而已。"
    ],
    "gain": [
      "是指挥官吗？应该没认错人吧……只要在这里努力工作的话，我的债务问题就……嗯？没、没什么。"
    ]
  }
}