{
  "bondage_lines-10000001": "デザートイーグル先輩、次のライブも見に来てくれますか？新しいことに挑戦してみたいんです！|新しいこと？|コツを掴んでから、ライブがとってもうまくいくようになったんです。でも得意だからってバラードだけに縛られるんじゃなくて、ソプラノやロックにも挑戦しないと、と思いまして。|P38、貴方は基礎ができていないわけではありませんわ。だから、無理に急いで自分の得意なこと以外に挑戦するんではなく、得意分野をちゃんとできるようにするべきですわ。|あぅ……うぬぼれてたみたいです。そうですね、まずは自分の得意なことをキチンとできるようにならないとですね。ふふ……次は私の歌を聞きに来てくれますか？|わたくしはずっと聞いていましたわよ。|ずっと聞いていた？|魔女の高弟の歌、悪くはありませんでしたから。って、どうしたんですの？|……先輩、お願いがあるんですけど、肩を貸してくれませんか？嬉しくって、オーバーヒートしちゃいそうで……",
  "bondage_lines-10000002": "勇気をもって一歩を踏み出せたこと、自分の長所と向き合い、それをみんなに伝えることができたこと、全部HK45さんのおかげです！|うんうん、いつまでも輝いて、その光でみんなの心を照らしてあげる。アイドルっていうのはそういう職業だからね。|メインボーカルとして、これからもっと頑張っていきます！私たちの歌声で、ステージと戦場を照らしてあげましょう！|戦場で歌ったら、打ってくださいって言ってるようなものじゃない？|それもそうですね。もしまたご一緒できたら、今度は一曲書き下ろすので、一緒に歌いましょう。|またステージで会える日を楽しみにしてるよ！戦場で歌うのは……指揮官の作戦次第かな～|頑張ります！|よしっ、じゃあ――光差す未来へとレッツゴー！",
  "bondage_lines-10000003": "私たち、やりましたよ！スペクトラM4！次はもっともっと広いところへと足を進めましょう！|うぅ……|えっ、どうしました？|タレコミ掲示板で、「あの子だれ、すごく綺麗だけど基地では見たことはないよね。」ってレスがあって……|あ、えっと……少なくとも今はもう見てもらえたんですから、今後沢山ファンができますよ！|それはわかるけど、それにしてもあんまりだよ！かなり前からここで働いてるっていうのに！|そ、それはみんなも忙しいでしょうし……あ、それと、一つ聞いてもいいですか？|なに？……うぅ……|あの日伴奏してくれた時、どこにいました？あなたの姿が見えなかったので……|……うわぁぁぁぁあん！！",
  "bondage_lines-10000004": "スペクトラM4は今回よく頑張ったよ！流した汗はステージへと繋がる重要なファクターだからね！|今回、わたしの頑張りを見てもらえてとても嬉しかった！わたしの人気も高まってるわけだし……|次の目標は――|次の目標はもっとうまく演奏ができるようになること、それともっと楽譜を読めるようになることね！|それも大事だけど、まずはみんなに名前を憶えて貰わなくっちゃね。|え？！わたし、まだ名前を覚えてもらえてないの？？",
  "bondage_lines-10000005": "まさかデザートイーグル先輩のご指導が受けられるなんて……光栄の至りです！|ほめ過ぎですわ。わたくしはもうステージを去った過去の人に過ぎませんわよ。|先輩はもうステージには戻ってこないんですか？昔はあれほど有名で、今でも世界各地にファンがいるっていうのに。|わたくしはもうステージに戻ることはありません。ですが、わたくしの目はいつもステージのほうに向いています。|うへぇ……嬉しいけどプレッシャー……|あなたたち、あるいは今スクリーンの中で頑張っている演者たちのことは、全員ちゃんと見ていますわ。自らの光でステージを照らす存在が、いつ何時現れるか分かりませんから。|先輩はどうなんですか？今のままでいいんですか？|そうかもしれませんわね。演じたいという気持ちさえあれば、いつだって色々な役になることができますもの。それは保護者かもしれませんし、引率者かもしれません。ただの友達という可能性もありますわね。|あ！それって、私も……私にもできるってことですか！|喜ぶ前に、さっきの振り付けをもう一遍練習しましょう。",
  "bondage_lines-10000006": "へへっ、今回はもうけさせてもらったわぁ～。しかも騙したわけでも、べらぼうに高い利子で貸し付けたわけでもない、まっとうな方法でね！やっぱあたしって天才ね～、次は誰を目標にしようかしら？|スチェッキン、貴方、わたくしに言わなくちゃいけないことがあるんじゃなくて？|どうしたの？そんな不服そうな顔して。|貴方のほうがはっきりと分かっているんじゃなくて？それともわたくしが賛成するとでも思ったの？|分かったってば、怒んないでよ。アンタの名前を使ったのは確かにその通りよ……じゃあ、2、8で分けるのはどう？|……|……3、7？4、6！これ以上は譲歩できないわ！……分かったわよ、じゃあ5、5でどう！これでもダメ？|貴方、どうやら事の重大性が分かっていないようね……？|え、ちょっとまって？なにするつもり？こっち来ないで！誰か助けて～！！"
}