{
  "mail_content-10000001": "",
  "mail_content-20000001": "",
  "mail_content-10000002": "",
  "mail_content-20000002": "",
  "mail_content-10000003": "",
  "mail_content-20000003": "",
  "mail_content-10000101": "古い手紙",
  "mail_content-20000101": "親愛なるドゥシェーヴヌイへ。\n\nまず先に、あなたには謝らなければいけないわ。\nあの時、私は家族を見に行くことで頭が一杯で、ずっと傍にいてくれたあなたや、エレナに別れを告げることを忘れてしまっていた。\n\n私は、あなたが去ってしまうことなんてないと思っていたの。たとえ家族のもとに戻ろうと、ずっと傍に居てくれるんじゃないかって……\n\nけど、私が戻った時、あなたはここに居なかった。きっと神さまが私に与えた罰なのかもね。\n\nあなたのもとに届かないかもしれないのは分かっているけど、届く日が来ることを願って、この手紙を書かずにはいられなかった。\n\nいつか、療養院での仕事を続けられなくなることがあったのなら、その時はうちにいらっしゃい。\n私は今、安全な区域に住んでいるのよ。ここには青々とした草と鮮やかな花が広がっていて、大きな木からは小鳥たちのさえずりが聞こえてくるの。\n\n私の孫娘はお利口さんで、あなたとは大違いだわ。けど私はね、あの子のことも好きだし、あなたのことも好き。あなたたち二人を愛するおばあちゃんとして、きちんと役目を果たすつもりよ。\n\nもちろん、あなたはもう別の助けが必要なお年寄りの傍にいるのかもしれない。\nあなたみたいな可愛くて純粋な子を嫌いになる人なんているはずがないし、みんなきっと心の扉を開くはず。\n\n分かっているわ、それがあなたの仕事だと。\n私にそうしたように、他の人を慈しみ、他の壊れそうな心を優しく胸に抱く。あなたはそう生れついたのだもの。\n\nあなたはあなたの両手と同じくらい優しい心を持っているわ。\nそれは傷ついてしまったら、リセットしなければ治らないのかもしれない。あなたならそれを克服して、記憶と経験を胸に次の場所に歩を進めるのかも。\n\nあなたは何度だって工場でリセットできる。けどね、記憶は唯一無二のものなのよ。\n他でもない、記憶を持ったあなたこそ、私の家族なの。\n\n愛しているわ。\n残された人生は、あなたからの返事を待ちながら過ごさせてもらおうかしら。\n\n\nアーシェ・ジェームズより",
  "mail_content-10000102": "感謝の手紙（頑張って整った字を書こうとした痕跡がある）",
  "mail_content-20000102": "PP19お姉ちゃん、それとアルファーお姉ちゃん、それとグリフィンの大社長さんへ\nわたしは無事家につくことができました！相手が人形さんでも、感謝の気持ちはちゃんとその人に伝えないといけませんって、ママが言いましたから、お手紙を書きます。\nアルファーお姉ちゃん、牛たちから助けてくれてありがとうございます。お姉ちゃんはまるで妖精さんみたいで、とてもキレイだったです。PP19お姉ちゃんも、とてもかっこよかったです。あれはどういうわざだったですか？パパはたいほじゅつって、ママはかくとうぎって言いましたけど、一体どっちなんでしょうか？大人になったら、わたしも学びたいです。そうすれば、お姉ちゃんたちと同じように強くなれるでしょうか？\nそれからグリフィンの大社長さん、大社長さんはとてもすごくて、かしこい人って、PP19お姉ちゃんが言いましたから、わたしも同じようにかっこいい人になりたいです。アルファーお姉ちゃんみたいなキレイな人にもなりたいです。わたしとパパを助けてくれて、本当にありがとうございます！\nそれから、これは内緒の話。もしよろしければ、わたしのお家に来て、パンケーキを食べてもいいです。ママはちょっとこわいかもしれませんけど、パンケーキはとてもおいしいです！とてもとてもおいしいです！\nお返事を待っています！\nシェリー",
  "mail_content-10000103": "ランキングステージ「サソリの渦」が開放されました",
  "mail_content-20000103": "指揮官様\n\nイベント「鏡像論」アンジェサイド第二幕「想像界」のステージ「粟粒の音Ⅱ」をクリアしたことにより、ランキングステージ「サソリの渦」が開放されました。\nランキングステージでは、任意の段階で「戦役精算」をすることで、作戦を終了させスコアを獲得できます。\n本イベントにおいては2つのランキングステージがあり、2つのステージで獲得した最高スコアの合計でランキングされます。ランキング報酬はイベント終了後に配布されます。\nさらに、本イベントにおいては累計スコア報酬も用意されており、イベント期間中、ランキングステージで獲得した累計スコアに応じ、報酬を獲得することができます。\n\nでは、引き続きイベントをお楽しみください。",
  "mail_content-10000104": "ランキングステージ「霧払い作戦」が開放されました",
  "mail_content-20000104": "指揮官様\n\nイベント「鏡像論」指揮官サイド第三幕「象徴界」のステージ「モイライへの反逆Ⅱ」をクリアしたことにより、ランキングステージ「霧払い作戦」が開放されました。\nランキングステージでは、任意の段階で「戦役精算」をすることで、作戦を終了させスコアを獲得できます。\n本イベントにおいては2つのランキングステージがあり、2つのステージで獲得した最高スコアの合計でランキングされます。ランキング報酬はイベント終了後に配布されます。\nさらに、本イベントにおいては累計スコア報酬も用意されており、イベント期間中、ランキングステージで獲得した累計スコアに応じ、報酬を獲得することができます。\n\nでは、引き続きイベントをお楽しみください。"
}