{
  "sangvis-10001001": "スケアクロウ",
  "sangvis-40001001": "情報の収集と分析が得意で、正面きっての戦闘は苦手。鉄血人形の中での地位は低め。理性派で、無口かつ毒舌。職務を忠実に遂行し、感性というものを見下す。感情豊かで服従しか知らないグリフィン人形に優越感を抱いている。",
  "sangvis-30001001": "",
  "sangvis-10001002": "エクスキューショナー",
  "sangvis-40001002": "エリートの斥候に相当する。スケアクロウよりやや地位が高く、よくコンビを組んでいる。衝動的で大雑把な女傑。正々堂々とした戦いを好み、弱い者いじめを嫌う。",
  "sangvis-30001002": "",
  "sangvis-10001003": "ハンター",
  "sangvis-40001003": "機動性と知能は比較的高く、妨害と追撃作戦が得意。だがスケアクロウとエクスキューショナーの協力がなければ実力を最大限発揮できない。冷静沈着で、あらゆる手段を用いて敵を袋小路に追い込み生け捕りにする。グリフィンをかなり見下しているが、卑劣すぎる手段を取ることは潔しとしない。",
  "sangvis-30001003": "",
  "sangvis-10001004": "イントゥルーダー",
  "sangvis-40001004": "戦闘策略の提供を担当。また暗号解読と妨害任務も得意で、戦闘人形を直接指揮できる比較的優れた人材。ゲーガーへの直接管理権を持つ。上品で穏やかな言動の背後に、大きな虚無を感じさせる。人類の演劇が好きで、自分自身を投影しているようだ。",
  "sangvis-30001004": "",
  "sangvis-10001005": "デストロイヤー",
  "sangvis-40001005": "爆破任務が得意で、爆弾処理も専門家レベル。戦闘能力も高く、アルケミストとコンビを組むことも。普段は高慢で毒舌だが実はツンデレ。少し子供っぽく、焦るとべそをかく。自分の身長をかなり気にしている。",
  "sangvis-30001005": "",
  "sangvis-10001006": "アーキテクト",
  "sangvis-40001006": "遠距離破壊と火力支援に長け、戦闘能力は高い。通常は単独行動を好む。活発で明るく能天気な少女で、いつでもハイテンション。グリフィンに対しても特に敵対意識がない。鉄血の命令には最小限のみ従うが、爆破と破壊には異様に熱中するため、敵からはかなり危険視されている。",
  "sangvis-30001006": "",
  "sangvis-10001007": "ウロボロス",
  "sangvis-40001007": "短距離の突破または防御作戦が得意で、知能と戦闘能力が高い。胡蝶事件の後に作られた人形だが、試験的な製造であるため、ＡＩが極めて不安定で制御しにくい。表面的には物静かだが、内心は傲慢。強い武力と知性を兼ね備えるが、実戦経験が少ない。不可解な行動をとるため、敵も味方も動きが読めず、危険度は極めて高い。",
  "sangvis-30001007": "",
  "sangvis-10001008": "アルケミスト",
  "sangvis-40001008": "各種戦術ニーズに対応するマルチアタッカーで、尋問と拷問が得意。鉄血の戦闘エリートで、デストロイヤーとコンビを組むことも。うぬぼれ屋で尊大かつ残忍、目的達成のためなら手段を選ばない。Ｓっ気があり、グリフィンを欲望を満たすためのおもちゃと考えている。しかし精神的には大人で、鉄血の仲間のために力を尽くしてくれる。",
  "sangvis-30001008": "",
  "sangvis-10001009": "ドリーマー",
  "sangvis-40001009": "遠隔での戦闘能力に重点を置き、超遠距離から狙った場所を攻撃する能力を備える。エリザが直接指揮を執る。胡蝶事件の後で作られた人形。自身の能力により正面攻撃する必要がないため、普段は鉄血本部にいて、ジャッジをからかって遊んでいる。優雅な微笑みの中に、傲慢さと捉えどころのなさがうかがえる。精神状態は極めて不安定で、常に自己中心的。戦闘では狂気的かつ制御不能な一面を見せる。また、恐るべき破壊力を持ち、仲間の安否さえ考えない。通常は戦場に現れないのが幸いである。",
  "sangvis-30001009": "",
  "sangvis-10001010": "ゲーガー",
  "sangvis-40001010": "主に指揮作戦と人員調整を担当。戦闘人形を直接指揮でき、またなかなかの戦闘能力も持つ。地位は比較的高く、エージェントに直接責任を負う。真面目で厳しく、妥協を許さない。言動から凜とした切れ者の気質がうかがえる。敵に対してもポリシーを持ち、礼節を欠かさない。",
  "sangvis-30001010": "",
  "sangvis-10001011": "ジャッジ",
  "sangvis-40001011": "指揮能力に偏り、鉄血本部の防護と安全システムを担当する。エリザの侍衛を務め、彼女の命令しか聞かない。胡蝶事件の後に作られた人形で、一日中ドリーマーといるのが苦痛。厳格で頑固、軍人の威厳と風格にあふれている。エリザに絶対的な忠誠を誓う。しかし背が低いため迫力に欠け、このことを指摘した者は敵味方関係なくひどい目に遭う。",
  "sangvis-30001011": "",
  "sangvis-10001012": "エージェント",
  "sangvis-40001012": "エリザと鉄血の連絡任務を担当。戦闘人形はその命令に直接従う。地位は極めて高く、戦闘も指揮も得意。すべての戦闘人形を指揮できる。冷静沈着で、決して羽目を外すことはない。敵にも味方にも敬語を使う。しかし実際は、主人には忠実であるが他人を見下しており、特にグリフィンのことをバカにしている。",
  "sangvis-30001012": "",
  "sangvis-10001013": "ネイト(黒)",
  "sangvis-40001013": "謎の勢力の上級ボス。黒いネイトは高威力のライフル型武器を使用し、他のネイトたちと協力して戦う。「ネイト」という共通の名を持っていること以外、彼女たちに関する情報は一切なく……「ネイト」と呼ばれる怪物も、まだまだ他に存在しているらしい。",
  "sangvis-30001013": "",
  "sangvis-10001014": "ネイト(白)",
  "sangvis-40001014": "謎の勢力の上級ボス。白いネイトは指揮能力を持ち、鎌型の近接武器で戦場の全てを刈り取る。「ネイト」という共通の名を持っていること以外、彼女たちに関する情報は一切なく……「ネイト」と呼ばれる怪物も、まだまだ他に存在しているらしい。",
  "sangvis-30001014": "",
  "sangvis-10001015": "",
  "sangvis-40001015": "",
  "sangvis-30001015": "",
  "sangvis-10001016": "",
  "sangvis-40001016": "",
  "sangvis-30001016": "",
  "sangvis-10002001": "ブルート",
  "sangvis-40002001": "鉄血の新型近距離戦闘ユニット。目標に素早く接近し大ダメージを与える。しかし装甲は薄く非常に破壊されやすい。",
  "sangvis-30002001": "",
  "sangvis-10002002": "ドラグーン",
  "sangvis-40002002": "鉄血の上級戦闘ダミー。小型二足歩行兵器と連装機関銃を備え、火力、射程、機動性のいずれをとっても甘く見てはならない存在。鉄血の戦場において陣地攻撃の役割を果たしている。",
  "sangvis-30002002": "",
  "sangvis-10002003": "イージス",
  "sangvis-40002003": "軍部がオーダーした標準軍用人形。出荷前に鉄血に奪われて敵となった。現用の電撃武器やシールド、厚い装甲を搭載しており、近距離戦において抜群の性能を誇る。",
  "sangvis-30002003": "",
  "sangvis-10002004": "ニーマム",
  "sangvis-40002004": "軍部がオーダーした標準軍用メカ。出荷前に鉄血の侵略を受けて敵となった。現用の軍用火力システムを搭載する。エネルギーを蓄えることで殺傷力を高めることができるが、射速と防御力はいずれも低い。",
  "sangvis-30002004": "",
  "sangvis-10002005": "タランチュラ",
  "sangvis-40002005": "鉄血の「ダイナーゲート」の装甲強化バージョン。生存能力が大幅に強化され、目標に群がって大ダメージを与える。",
  "sangvis-30002005": "",
  "sangvis-10002006": "マンティコア",
  "sangvis-40002006": "軍部がオーダーした標準軍用メカ。出荷前に鉄血に奪われて敵となった。現用の軍用機関砲と装甲を搭載し、驚くべき遠距離火力と抜群の防御力を持つ。",
  "sangvis-30002006": "",
  "sangvis-10002008": "ガードSWAP",
  "sangvis-40002008": "「ガード」の強化バージョン。シールドと銃剣付き拳銃が強化され、本来よりも高い防御力を得ている。",
  "sangvis-30002008": "",
  "sangvis-10002009": "リッパーSWAP",
  "sangvis-40002009": "鉄血の強化型戦闘ダミー。短機関銃を装備し、機動性が比較的高い。戦場では先鋒や、偵察の役割を務める。",
  "sangvis-30002009": "",
  "sangvis-10002010": "ヴェスピドSWAP",
  "sangvis-40002010": "性能が大幅に向上したヴェスピド。敵の戦力を削いでくる。新しいヘルメットと装甲を手に入れ、大変ご満悦だそうな。",
  "sangvis-30002010": "",
  "sangvis-10002011": "プラウラーSWAP",
  "sangvis-40002011": "「プラウラー」の強化バージョン。比較的弱かった火力と機動性が補われ、正面戦場の火力担当として戦闘に参加できる。",
  "sangvis-30002011": "",
  "sangvis-10002012": "ドラグーンSWAP",
  "sangvis-40002012": "「ドラグーン」の強化バージョン。小型二足歩行兵器と連装機関銃が強化され、総合的に見て最も性能が向上した鉄血ユニットである。注意して相手せよ。",
  "sangvis-30002012": "",
  "sangvis-10002013": "ストライカーSWAP",
  "sangvis-40002013": "「ストライカー」の強化バージョン。回転式機関銃の火力が強化され、装甲もより強固となった。その制圧力は以前よりもずっと恐ろしい。",
  "sangvis-30002013": "",
  "sangvis-10002014": "イージスSWAP",
  "sangvis-40002014": "鉄血に奪取された「イージス」型軍用人形の強化バージョン。軍用装甲とシールドが強化され、より高い近接戦闘能力を得た。",
  "sangvis-30002014": "",
  "sangvis-10002015": "",
  "sangvis-40002015": "",
  "sangvis-30002015": "",
  "sangvis-10003001": "リッパー",
  "sangvis-40003001": "鉄血の標準戦闘ダミー。短機関銃を装備し、機動性が比較的高い。戦場では先鋒や、偵察の役割を務める。",
  "sangvis-30003001": "",
  "sangvis-10003002": "ヴェスピド",
  "sangvis-40003002": "鉄血の標準戦闘ダミー。突撃銃を装備し、火力は下級の軍用人形と同等で、小規模戦闘の主な戦力となる。",
  "sangvis-30003002": "",
  "sangvis-10003003": "ガード",
  "sangvis-40003003": "鉄血の上級戦闘ダミー。シールドと銃剣付き拳銃を装備し、外見から分かるとおり高防御の護衛として機能する。通常は防御の重要ユニットや、上級先鋒隊として部隊の出撃時に用いられる。",
  "sangvis-30003003": "",
  "sangvis-10003004": "イェーガー",
  "sangvis-40003004": "鉄血の標準戦闘ダミー。狙撃銃を装備し、高い火力と照準を持つが、本体は脆弱である。通常の戦場でまず用心すべき相手。",
  "sangvis-30003004": "",
  "sangvis-10003005": "ストライカー",
  "sangvis-40003005": "鉄血の標準戦闘ユニット。回転式機関銃を装備し、火力と射速が比較的高い。戦場では火力部隊として、敵の制圧に用いられる。",
  "sangvis-30003005": "",
  "sangvis-10003006": "ダイナーゲート",
  "sangvis-40003006": "鉄血の下級戦闘メカ。戦闘能力は低めだが量産に適しており、通常は警備や捜索任務を担う。荒々しい突撃にも用いられ、大群になった時の戦闘力は侮れない。",
  "sangvis-30003006": "",
  "sangvis-10003007": "スカウト",
  "sangvis-40003007": "鉄血の下級戦闘メカ。戦闘能力は低めだが、機動力とステルス性が高い。前線の偵察と情報収集によく用いられる。",
  "sangvis-30003007": "",
  "sangvis-10003008": "プラウラー",
  "sangvis-40003008": "鉄血の下級戦闘ユニット。火力と機動性は低めで、主な任務は味方戦線のパトロールと偵察。",
  "sangvis-30003008": "",
  "sangvis-10003009": "ジャガー",
  "sangvis-40003009": "鉄血の標準作戦メカ。自走可能な高威力迫撃砲。機動性はやや劣るが、火力は現代の標準兵器に引けを取らない。",
  "sangvis-30003009": ""
}