{
  "daily_event-10000010": "Abandoned Military Base",
  "daily_event-20000010": "The exploration team continues on in the sandstorm. The blurry silhouette of a building appears in the distance under the blazing sun... It could be a treasure trove that no one has come across before.",
  "daily_event-30000010": "It is an old and very run-down military base. The humans must have left this place in a hurry, or perhaps they knew they would never return again.\nThe damage to the interior is not that extensive. Only the cobwebs in the corners bear witness to what the building has gone through. The team decides to explore the base once the sandstorm is over:",
  "daily_event-40000010": "There's nothing left here. Everything will be slowly buried by the yellow sand. The humans have already lost their diamonds.",
  "daily_event-10000020": "Abandoned Laboratory",
  "daily_event-20000020": "Vegetation has filled every crevice in the city and occupied every building... Since the humans' departure, plants have become the only master of this place. The faded text on a nearby sign reads, \"Radiation... Center Labora...\"",
  "daily_event-30000020": "This was once the first battlefield where humankind fought against ELID, but now all that's left is desolation. Some stayed in defiance, while others ran in fear. But the battlefield consumes all eventually.\nThe team has discovered some leftover test subjects here which may come in useful.",
  "daily_event-40000020": "The smoke has faded, and everyone has already left for the next battlefield.",
  "daily_event-10000030": "Lighthouse",
  "daily_event-20000030": "The lighthouse that illuminates one's path is still carrying out its duty faithfully even to this day. If you get lost in the dark, you could go up to the lighthouse. It would at least offer you an embrace.",
  "daily_event-30000030": "A lighthouse that is still functional. The keeper has long since gone, but the tower itself is still welcoming all lost travelers with open arms.\nGazing into the distance from the lookout, the city is no longer recognizable even with the map nearby.\nAll that can be made out is the roaming ELIDs, damaged buildings, and traces left behind by explorers who had come before you—perhaps these could get you to move farther.",
  "daily_event-40000030": "It has shown you the way. It sends you off, as it has sent off all travelers.",
  "daily_event-10000040": "Convoy Wreckage",
  "daily_event-20000040": "The hulking heap shows its former owners' ambition and courage. They once thought there was no stopping them... But they don't seem to be in good shape right now.",
  "daily_event-30000040": "Judging by the traces left around the wreckage left on the side of the road, the state-of-the-art equipment was not able to repel their assailants that came in waves. However, nobody deserted the convoy... perhaps they didn't want to, or perhaps they simply couldn't.\nThe adventurers left their mark, as well as some precious combat logs for the team:",
  "daily_event-40000040": "Perhaps life is a great adventure with no going back. Some may have already set off on a different journey, while your adventure has only just begun.",
  "daily_event-10000050": "Sea of Epiphyllums",
  "daily_event-20000050": "A hidden sea of flowers that nobody knows about, or perhaps those who do know about it all keep their mouths shut about its existence.",
  "daily_event-30000050": "Moonlight merges with the petals' glow, forming a lake of silver light. Legend has it that these sacred flowers will emit a light of blessings, and those who are chosen will be forgiven and given passage to paradise.\nPerhaps this is a mystery that you should investigate:",
  "daily_event-40000050": "These deathly flowers are surrounded by a ghostly light. The moment they bloom, people will be plunged into hell.",
  "daily_event-10000060": "Adventurers",
  "daily_event-20000060": "The chances of meeting friends here are not high at all—this place is full of monsters that are incapable of communication, after all. But since we are all adventurers, why don't we say hello?",
  "daily_event-30000060": "The exploration team under the command of another commander grin ear-to-ear when they see you—\"For heaven's sake, we thought there's nobody alive in here!\"\nTechnically, T-Dolls aren't ALIVE, but who cares? \"Friends\" are the most serendipitous treasure here.\nEven more coincidentally, they have something you want:",
  "daily_event-40000060": "Although you did not end up going down the same path, you will definitely meet again in the not so distant future.",
  "daily_event-10000070": "Human Scientists",
  "daily_event-20000070": "Running into a large pack of ELID in the Red Zone isn't anything special. At least, it's no stranger sight than what you're seeing right now—a group of humans in radiation-proof hazmat suits are chattering with each other no far away from you.",
  "daily_event-30000070": "It is a research team made up of E.L.I.D. researchers and geologists hoping to study the ecology of this area and test out the latest E.L.I.D. medication.\n\"Humans leave their homes behind in the hopes that they can return some day, no matter how long it will take or how many obstacles they must overcome.\"\nThe research team asks if the exploration team could help them gather some crucial data and offers some supplies as a show of gratitude.",
  "daily_event-40000070": "The research team continues on their journey. Humans never know how many more tomorrows they have, but every present moment is spent preparing for a certain moment in the future—at least, that's what they believe.",
  "daily_event-10000080": "Vegetation",
  "daily_event-20000080": "This is a miraculous sight that no eyes have ever beheld: vegetation has consumed the city and been transformed by radiation storms into a crystalline forest, glistening in the sand and dust.",
  "daily_event-30000080": "In this crystalline world, silicificated plants have taken up most of the view. These flowers are practically eternal—as long as their crystalline form isn't damaged, they will bloom for eternity as they remain frozen in time.\nThe team may not be able to protect this beautiful but fragile rose, but they've still decided to take it with them. Perhaps this is a sign for them to keep going in this expansive and boundless land of desolation.\nBut even so, it wouldn't hurt to stay for just a while...",
  "daily_event-40000080": "This crystalline forest in the deserted city is now a romantic freeze-frame in this dystopia.",
  "daily_event-10000090": "Humans in the Radiation Zone",
  "daily_event-20000090": "A strange and unfriendly group. They look undoubtedly humanoid, but their exposed arms bear obvious signs of silicification.",
  "daily_event-30000090": "After mustering the courage to go up and investigate, the team realizes that these humans—or FORMER humans—are homeless drifters.\nThey are like sand being blown by the wind, with nothing to hold them down and therefore nothing to fear, which is why they have opted to come into a radiation zone and pen the final chapter of their lives here.\n\"Rather than trying to live in the Yellow Zone by fair means or foul, it's better to come and have a look at this strange new world,\" says a human with silicification. \"Tomorrow will come, and so will the unexpected. That's just the way it is.\"\nThe team receives a gift from them:",
  "daily_event-40000090": "No one can control their fate. All they can do is hold on tight to the mast of their little ship when the storm strikes and try not to be consumed.",
  "daily_event-10000100": "Corpse of a Gigantic Mutated ELID",
  "daily_event-20000100": "A D-Type ELID with a danger rating of S that can only be neutralized by heavy artillery. This big guy looks like bad news even though it's just a corpse.",
  "daily_event-30000100": "For some reason, this animal-like D-Type ELID had clearly developed some unique mutations as it cannibalized other ELIDs.\nHumans currently know very little about D-Type ELIDs. Judging by existing data, they seem to have some sort of authority over less advanced ELIDs. They can form a pack and become its leader. Some hypothesize that they have evolved some level of intelligence.\nThe team searches the surrounding area of the corpse carefully and gathers some samples:",
  "daily_event-40000100": "The corpse, once the ruler of this area, still emits a strong feeling of oppression. However, something in the shadows seems even more powerful... You should leave now, and don't look back.",
  "daily_event-10000110": "Wandering Droids",
  "daily_event-20000110": "These droids, which have lost their synthetic skin, are wandering on the plains, their exposed metallic frames glinting coldly in the sunlight, almost like a scene out of a sci-fi movie.",
  "daily_event-30000110": "These droids' neural clouds are largely intact. They seem to have been abandoned here because of their damaged appearance.\nThe team offers to take their neural clouds so that they can be given new bodies, but the offer is firmly turned down: they do not fear death; in fact, they yearn for this distinctly human experience.\nThey are extremely kind to the team. Not only do they inform them of the local distribution of dangerous creatures, they even give them a lot of their supplies and wish them good luck.",
  "daily_event-40000110": "They would like to spend their final moments in peace and perhaps embark on the next great adventure. Leave them be.",
  "daily_event-10000120": "Blue Phone Box",
  "daily_event-20000120": "A blue phone box. Everyone on the team wanders if they're hallucinating, since this thing seems to be EVERYWHERE.",
  "daily_event-30000120": "This cuboid blue box looks much bigger on the inside. In the center is a complex control interface. The team gathers around it, but nobody knows how to use this thing.\nAs if sensing their confusion, a line of text suddenly appears on the interface, \"Thank you for visiting me. I can give you some help.\"",
  "daily_event-40000120": "Did we answer the call of destiny, or did destiny lead us to this place? There may be no real answer to this question, but destiny already lies ahead.",
  "daily_event-10000130": "Demolition Notice",
  "daily_event-20000130": "A crumbling building. Someone suggests exploring it, while others think there won't be anything inside.",
  "daily_event-30000130": "In the basement, the team finds an \"Area Purge Notice\" in a tightly-shut drawer: ...From today onwards, residents have 50 working days to lodge any complaints; after 50 working days, the plan will be implemented.\nThis notice has clearly been displayed properly, and it was no difficult task finding it inside a locked drawer in the basement, so all the residents must have read it.\nNext to the drawers is a small case with no labels. The team hesitate, wondering if they should open it:",
  "daily_event-40000130": "What is the answer to the question? What even is the question? Alright, don't ask too many questions. In the end, everything will crumble into dust.",
  "daily_event-10000140": "Old Car",
  "daily_event-20000140": "An antique sports car is parked quietly on the roadside like a tourist who has stumbled into a place where they don't belong. The chassis, made entirely of stainless steel, was uncommon even decades ago.",
  "daily_event-30000140": "The exploration team approach the car, and the gull-wing doors slowly open, revealing the interior—antique instruments, mysterious numbers, an obsolete number pad... Everything shows that it is not a product of this era.\nWhen someone is seated on the driver's seat, the car starts automatically but does not move. A line of text appears on the dashboard: Please input your destination.",
  "daily_event-40000140": "The sports car is nowhere to be found. What is its destination this time? Perhaps you can ask it about the future the next time you see it.",
  "daily_event-10000150": "Athena's Owl",
  "daily_event-20000150": "A building that is completely out of place. It looks pristine amid the ruins, and you can just about hear the music playing inside.",
  "daily_event-30000150": "A bar that has no business being here. A relaxing minuet drifts through the door as the wooden owl signboard sways gently in the breeze.\nThe team push the door open and enter the bar. Catching sight of them, the bartender, who has been polishing glasses behind the bar counter, offers them a menu:",
  "daily_event-40000150": "The boundary between reality and fantasy has blurred. Perhaps it doesn't even matter whether this is real or not. Even if all of this is fake, it is still a down-to-earth kind of fake."
}