{
  "enemy_illustration_skill-10000001": "Normal Shot",
  "enemy_illustration_skill-20000001": "Attack the enemy unit closest to itself.",
  "enemy_illustration_skill-10000002": "Standard Shot",
  "enemy_illustration_skill-20000002": "Attack the enemy units in the front row.",
  "enemy_illustration_skill-10000003": "Normal Strike",
  "enemy_illustration_skill-20000003": "Attack the enemy unit closest to itself with a melee weapon.",
  "enemy_illustration_skill-10000004": "SWAP Guard",
  "enemy_illustration_skill-20000004": "Deploy a shield with 30% of her max HP, lasting 6 seconds. While the shield is up, enemy units cannot perform normal attacks.",
  "enemy_illustration_skill-10000005": "SWAP Jaeger",
  "enemy_illustration_skill-20000005": "After aiming for 2.5 seconds, perform a sniping attack on the rearmost enemy unit.",
  "enemy_illustration_skill-10000006": "SWAP Striker Machine Gun Skill",
  "enemy_illustration_skill-20000006": "Uses a machine gun to attack enemy units in the front row.",
  "enemy_illustration_skill-10000007": "SWAP Dragoon",
  "enemy_illustration_skill-20000007": "The Dragoon charges at the start of battle, approaching enemy units at high speed. After entering attack range, charge status is removed.",
  "enemy_illustration_skill-10000008": "Accurate Strike",
  "enemy_illustration_skill-20000008": "Launch shells at a random enemy unit in the back row. After the warning, it does relatively high damage to its target.",
  "enemy_illustration_skill-10000009": "Aegis Defense",
  "enemy_illustration_skill-20000009": "Generate a shield whose value equals 30% of the unit's max HP, lasting 6 seconds. This unit cannot perform normal attacks while the shield is in effect.",
  "enemy_illustration_skill-10000010": "Nemeum Cannon",
  "enemy_illustration_skill-20000010": "Fire a cannon round at enemy units in the front row.",
  "enemy_illustration_skill-10000011": "Self-Destruct",
  "enemy_illustration_skill-20000011": "Detonates itself upon detecting enemy units, doing massive damage.",
  "enemy_illustration_skill-10000012": "Jupiter Bombardment",
  "enemy_illustration_skill-20000012": "Fire a powerful cannon shell. If it is encircled and deprived of power, only its point-defense weapons will be operational.",
  "enemy_illustration_skill-10000013": "Manticore Shot",
  "enemy_illustration_skill-20000013": "Attack the enemy units in the front row.",
  "enemy_illustration_skill-10000014": "Cerynitis Shot",
  "enemy_illustration_skill-20000014": "Fairly long-ranged. Attack enemy units in the front row with rapid-fire autocannons.",
  "enemy_illustration_skill-10000015": "Cyclops Rifle",
  "enemy_illustration_skill-20000015": "Damage enemy units in the front row with a rifle.",
  "enemy_illustration_skill-10000016": "Cyclops - Grenade",
  "enemy_illustration_skill-20000016": "Launch a HE grenade at a random enemy unit, doing area damage.",
  "enemy_illustration_skill-10000017": "Cyclops - Shotgun",
  "enemy_illustration_skill-20000017": "Attack the three closest enemy units with a shotgun.",
  "enemy_illustration_skill-10000018": "Strafe",
  "enemy_illustration_skill-20000018": "After every 3rd attack, the Hydra performs a sweeping attack which does great damage to all enemy units within a certain radius.",
  "enemy_illustration_skill-10000019": "Dactyl Minelaying",
  "enemy_illustration_skill-20000019": "Move forward and start laying mines upon detecting enemy units. Mines are triggered when an enemy unit touches them, doing damage.",
  "enemy_illustration_skill-10000020": "EMP Cannon",
  "enemy_illustration_skill-20000020": "After charging up, the EMP cannon does piercing damage to all enemy units in the same horizontal row.",
  "enemy_illustration_skill-10000021": "Reinforcements",
  "enemy_illustration_skill-20000021": "Upon detecting hostile units, continuously dispatches reinforcement units to the battlefield.",
  "enemy_illustration_skill-10000022": "Close-Range Strike",
  "enemy_illustration_skill-20000022": "Stop moving upon contact with enemy units and damage them.",
  "enemy_illustration_skill-10000023": "Demolition Arrow",
  "enemy_illustration_skill-20000023": "Fire an explosive arrow at flagged locations, dealing armor-piercing damage and setting the ground on fire. Units on burning ground take 3 seconds of burn damage.",
  "enemy_illustration_skill-10000024": "Intricate Defense",
  "enemy_illustration_skill-20000024": "Deploy a shield with 0.8% of its max HP. This shield reduces all damage taken by the Orthrus to 1 and lasts 6 seconds. The unit cannot attack while its shield is up. If the shield is destroyed, the Orthrus takes 50% of its max HP in damage.",
  "enemy_illustration_skill-10000025": "Minotaurus EM Impact",
  "enemy_illustration_skill-20000025": "It charges up an electromagnetic pulse around its hands/c/ then does damage to enemy units in a small area.",
  "enemy_illustration_skill-10000026": "Damage Reduction",
  "enemy_illustration_skill-20000026": "The Minotaurus enters a defensive state where it cannot attack and takes 80% less damage. This state lasts for 5 seconds.",
  "enemy_illustration_skill-10000033": "Guided Missile Barrage",
  "enemy_illustration_skill-20000033": "A one-time missile volley that deals damage to 4 randomly flagged locations. This skill can only be used once per battle.",
  "enemy_illustration_skill-10000027": "Rodelero",
  "enemy_illustration_skill-20000027": "Rodeleros have a unique beam weapon regular attack. They lock onto a unit in the front row and deal piercing damage to all units in the same horizontal row.",
  "enemy_illustration_skill-10000028": "Grenade Strike",
  "enemy_illustration_skill-20000028": "Fire grenades, dealing damage to enemy units in the front row.",
  "enemy_illustration_skill-10000029": "Alpha Strike",
  "enemy_illustration_skill-20000029": "Fire grenades at up to 8 tiles on the friendly side and do relatively high damage to units standing on the flagged locations.",
  "enemy_illustration_skill-10000030": "Tank Normal Attack",
  "enemy_illustration_skill-20000030": "Attack the enemy units in the front row.",
  "enemy_illustration_skill-10000031": "Uhlan",
  "enemy_illustration_skill-20000031": "Fire grenades, dealing damage to enemy units in the front row.",
  "enemy_illustration_skill-10000032": "Ram",
  "enemy_illustration_skill-20000032": "After displaying a warning, ram the frontmost enemy units, doing damage to all units on the flagged locations in the same horizontal row.",
  "enemy_illustration_skill-10000034": "Roaring Smash",
  "enemy_illustration_skill-20000034": "Deal damage to the enemy unit directly in front of it, reducing the unit's move speed and ROF by 30%.",
  "enemy_illustration_skill-10000035": "Force Field Regeneration",
  "enemy_illustration_skill-20000035": "The Gladiator puts up a force field and enters a recovery state, restoring 300 field strength per second for 5 seconds.",
  "enemy_illustration_skill-10000036": "Shields Up",
  "enemy_illustration_skill-20000036": "Deploy a shield with 150% of its max HP, lasting 6 seconds.",
  "enemy_illustration_skill-10000037": "Mobile Tactics",
  "enemy_illustration_skill-20000037": "Increase self evasion by 1900% and switch to Sniper Mode.",
  "enemy_illustration_skill-10000038": "Sniper Mode",
  "enemy_illustration_skill-20000038": "Reduce its ROF by 50% but increase damage by 150%, dealing guaranteed damage that ignores armor, lasting for 6 seconds.",
  "enemy_illustration_skill-10000039": "Disrupting Shot",
  "enemy_illustration_skill-20000039": "Every 3 seconds, the next normal attack reduces the target's accuracy and evasion by 20%. Stacks up to 3 times and lasts 3 seconds. ",
  "enemy_illustration_skill-10000040": "Neural Cloud Tremor",
  "enemy_illustration_skill-20000040": "Advance and every 4 seconds, stun all enemy units within a radius of 2 for 2 seconds.",
  "enemy_illustration_skill-10000041": "Tide of Apocalyptic Moon",
  "enemy_illustration_skill-20000041": "Lock onto a random enemy Doll, disrupting her neural cloud and rendering her unable to carry out any orders. After that, deal damage to all enemy units in a cross-shaped area around the target. The skill remains in effect until the illusion summoned by Nimogen is destroyed.",
  "enemy_illustration_skill-10000042": "Rally the Cults",
  "enemy_illustration_skill-20000042": "Continuously summon fresh Paradeus units that enter the battlefield from behind Mercurows.",
  "enemy_illustration_skill-10000043": "Planetary Sarcophagus",
  "enemy_illustration_skill-20000043": "Lock onto the enemy Doll with the highest DPS. Said Doll suffers continuous damage from neural cloud disruption. At the same time, Mercurows continuously restores her HP. During the course of this skill, Mercurows deploys a 4000-point shield around herself which lasts for 8 seconds. Breaking this shield cancels Planetary Sarcophagus.",
  "enemy_illustration_skill-10000044": "Flowers of the End",
  "enemy_illustration_skill-20000044": "A concentrated hail of bullets that can seemingly destroy anything (Enter special shoot-em-up play mode). ",
  "enemy_illustration_skill-10000045": "Black Obelisk",
  "enemy_illustration_skill-20000045": "Shields self while charging up power. The longer the shield is up, the more instances of damage and the bigger the area of effect, up to a maximum of 3 instances of damage. Friendly Dolls who have a white marker on them take extra explosive damage.",
  "enemy_illustration_skill-10000046": "White Night",
  "enemy_illustration_skill-20000046": "Shield self while charging up power. The longer the shield is up, the more instances of damage and the bigger the area of effect, up to a maximum of 3 instances of damage. Enemy Dolls with a black marker on them grant her extra shields if they are hit.",
  "enemy_illustration_skill-10000047": "Bonds",
  "enemy_illustration_skill-20000047": "Deal explosive damage to three Dolls. Dolls who take explosive damage from the Black Nyto gain black markers while Dolls who take explosive damage from the White Nyto gain white markers.",
  "enemy_illustration_skill-10000048": "Heavy Cleave",
  "enemy_illustration_skill-20000048": "When shielded, damage the three tiles directly in front of her and deal damage to enemy units, while also reducing hit units' firepower and move speed by 30%.",
  "enemy_illustration_skill-10000049": "Shields Up",
  "enemy_illustration_skill-20000049": "Deploy a shield with a value of 20% of her max HP, lasting 8 seconds.",
  "enemy_illustration_skill-10000050": "Self-Defense Mode",
  "enemy_illustration_skill-20000050": "When HP drops below 30%, raise its shield and gain 50% damage reduction, while also ceasing all attack and movement.",
  "enemy_illustration_skill-10000051": "Shield Generator",
  "enemy_illustration_skill-20000051": "Deploy a shield with a value of 10% of its max HP for all allied units, lasting 6 seconds.",
  "enemy_illustration_skill-10000052": "Smoke Tactics",
  "enemy_illustration_skill-20000052": "Randomly fire smoke grenades into enemy territory, reducing enemy units' move speed and accuracy by 30% for 5 seconds.",
  "enemy_illustration_skill-10000053": "Deep Strike",
  "enemy_illustration_skill-20000053": "Lock onto a unit in the front row, then fire a round after 2 seconds of aiming, dealing damage to all Dummy-Links of the target and dealing somewhat less damage to all Dummy-Links of the units behind the target.",
  "enemy_illustration_skill-10000054": "Armor Break",
  "enemy_illustration_skill-20000054": "Every hit reduces target armor by 10% for 5 seconds.",
  "enemy_illustration_skill-10000055": "Chain Slash",
  "enemy_illustration_skill-20000055": "After every 3 normal attacks, the 4th attack does double damage, but Chain Slash does not damage armor.",
  "enemy_illustration_skill-10000056": "Pinpoint Bombardment",
  "enemy_illustration_skill-20000056": "Aim and open fire, dealing unavoidable damage to an enemy unit.",
  "enemy_illustration_skill-10000057": "Corrosive Miasma",
  "enemy_illustration_skill-20000057": "Deal continuous damage to all surrounding Dolls. Keep your back row as far away from this unit as possible.",
  "enemy_illustration_skill-10000058": "Conversion",
  "enemy_illustration_skill-20000058": "Absorb vitality from the smaller surrounding zombies and shield itself. The value of this shield is determined by the number of units it absorbed.",
  "enemy_illustration_skill-10000059": "Sangvis Tactics - Scarecrow",
  "enemy_illustration_skill-20000059": "Scarecrow rotates her three floating guns and does 3 instances of damage to the targeted unit.",
  "enemy_illustration_skill-10000060": "Sangvis Tactics - Executioner",
  "enemy_illustration_skill-20000060": "Executioner locks onto the unit closest to herself and uses her sword to cleave through up to 2 enemy units, dealing high damage that ignores armor.",
  "enemy_illustration_skill-10000061": "Execution under Misty Moonlight",
  "enemy_illustration_skill-20000061": "A skill used by Executioner after being outfitted with higher-spec combat modules. Damages all units within the flagged locations. The sword slash affects an entire horizontal row, the explosion hits an entire column, and enemy units caught in the intersection of both effects take two instances of damage.",
  "enemy_illustration_skill-10000062": "Sangvis Tactics - Hunter",
  "enemy_illustration_skill-20000062": "Hunter rapidly fires her handguns for a brief duration, dealing many instances of high damage to her target.",
  "enemy_illustration_skill-10000063": "Sangvis Tactics - Alchemist",
  "enemy_illustration_skill-20000063": "Alchemist jumps and moves rapidly, dealing multiple instances of damage to her target.",
  "enemy_illustration_skill-10000064": "Sangvis Tactics - Destroyer",
  "enemy_illustration_skill-20000064": "Destroyer fires grenades into the air. The grenades fall in a straight line along the flagged locations, dealing damage to all enemy units on them.",
  "enemy_illustration_skill-10000065": "Gaia Rocket Launch",
  "enemy_illustration_skill-20000065": "A skill used by Destroyer after being outfitted with higher-spec combat modules. After generating a large warning marker, she fires a delayed-detonation grenade at each flagged location, dealing multiple instances of damage to all enemy units on the affected tiles.",
  "enemy_illustration_skill-10000066": "Sangvis Tactics - Gager",
  "enemy_illustration_skill-20000066": "Gager does 4 instances of damage to her target with a single attack.",
  "enemy_illustration_skill-10000067": "Gager's Quantum Sting",
  "enemy_illustration_skill-20000067": "A skill used by Gager after being outfitted with higher-spec combat modules. She marks an area and then deals damage to all units within it. After locking onto a row, she deals two instances of armor-ignoring damage.",
  "enemy_illustration_skill-10000068": "Sangvis Tactics: Architect",
  "enemy_illustration_skill-20000068": "Randomly launches grenades on friendly tiles, dealing unavoidable damage to all dummy-links.",
  "enemy_illustration_skill-10000069": "Architect's Missile Launch",
  "enemy_illustration_skill-20000069": "A skill used by Architect after being outfitted with higher-spec combat modules. Randomly locks onto a enemy unit, then attacks the target with unavoidable damage in a cross-shaped AOE.",
  "enemy_illustration_skill-10000070": "Sangvis Tactics - Dreamer",
  "enemy_illustration_skill-20000070": "After displaying a warning marker, fires a beam that pierces an entire row, dealing armor-ignoring damage that automatically hits all enemies in its path.",
  "enemy_illustration_skill-10000071": "Sangvis Tactics - Ouroboros",
  "enemy_illustration_skill-20000071": "Open the rear ends of her round floating cannons, then fire four guided missiles at the flagged locations, doing a total of 2x damage to characters on those tiles.",
  "enemy_illustration_skill-10000072": "Weaver's Missile Salvo",
  "enemy_illustration_skill-20000072": "Lock onto the 4 most distant enemies deal unavoidable damage.",
  "enemy_illustration_skill-10000073": "Sangvis Tactics - Judge - Trial",
  "enemy_illustration_skill-20000073": "Judge deploys a purple shield in front of her, granting her extra armor while it is up.",
  "enemy_illustration_skill-10000074": "Sangvis Tactics - Judge - Sentence",
  "enemy_illustration_skill-20000074": "Judge cancels her defensive status and glows with purple light. In this state, Judge gains extra firepower.",
  "enemy_illustration_skill-10000075": "Plague Field",
  "enemy_illustration_skill-20000075": "Judge jumps up and launches a flying kick at a random enemy Doll, leaving a purple mark on the spot where she touches down. Units which remain in this purple area suffer reduced firepower.",
  "enemy_illustration_skill-10000076": "Plague Field EX",
  "enemy_illustration_skill-20000076": "A skill used by Judge after being outfitted with higher-spec combat modules. Judge jumps up and launches a flying kick at all Dolls, leaving a purple mark on the spot where she touches down. Units which remain in this purple area suffer reduced firepower.",
  "enemy_illustration_skill-10000077": "Sangvis Tactics - Agent",
  "enemy_illustration_skill-20000077": "Summon Dummy Agents, which can attack but have reduced damage. The Dummies have armor and can withstand small amounts of damage.",
  "enemy_illustration_skill-10000078": "Key of Omens",
  "enemy_illustration_skill-20000078": "Agent stops attacking and deploys a shield that absorbs damage. If the shield is not broken within 8 seconds, Agent drops the shield and unleashes a devastating attack, destroying all enemy units.",
  "enemy_illustration_skill-10000079": "Sangvis Tactics - Cerberus",
  "enemy_illustration_skill-20000079": "Launch three grenades at the middle row of the echelon formation, dealing unavoidable damage that ignores armor to any Dolls in its path.",
  "enemy_illustration_skill-10000080": "Cerberus' Hyperbeam",
  "enemy_illustration_skill-20000080": "Display dark and light-colored warning markers on two horizontal rows of the formation, then fire a high-damage laser beam at the dark-colored region and a line of missiles at the light-colored region, dealing guaranteed damage that can be reduced by armor.",
  "enemy_illustration_skill-10000081": "Sangvis Tactics - M16",
  "enemy_illustration_skill-20000081": "Throw a flashbang every 15 seconds that stuns all enemy units.",
  "enemy_illustration_skill-10000082": "Detector",
  "enemy_illustration_skill-20000082": "M16 summons a detector on a random tile. The detector scans the Doll on its position and grants M16 a buff depending on her gun type. HGs buff her firepower, SMGs buff her accuracy, RFs buff her ROF, ARs buff her armor and SGs buff her AP. If there is nobody on the detector, she gets ALL of those buffs.",
  "enemy_illustration_skill-10000083": "Misanthropic Strike",
  "enemy_illustration_skill-20000083": "Call an airstrike on the Doll with the highest DPS in this battle. Lock on to the target and deal damage in a cross-shaped area around her.",
  "enemy_illustration_skill-10000084": "Sangvis Tactics - Intruder",
  "enemy_illustration_skill-20000084": "Use a machine gun to inflict multiple instances of damage on her target for a short while.",
  "enemy_illustration_skill-10000085": "Charge Attack",
  "enemy_illustration_skill-20000085": "Launch a charged attack after every 6 normal attacks, dealing damage to all enemy units.",
  "enemy_illustration_skill-10000086": "Reverse Collapse",
  "enemy_illustration_skill-20000086": "Cause the unit furthest from herself to float into the air at regular intervals. Floating units are not affected by surface damage. At the same time, uncontrolled Reverse Collapse zones appear on the battlefield as the battle progresses.",
  "enemy_illustration_skill-10000087": "Glow of Termination",
  "enemy_illustration_skill-20000087": "Deal high damage to all units, while also creating a 3-tile radius Reverse Collapse zone.",
  "enemy_illustration_skill-10010018": "Crab Cannon Barrage",
  "enemy_illustration_skill-20010018": "The Crab Cannon launches a barrage every three auto attacks, dealing massive damage to enemies within range.",
  "enemy_illustration_skill-10010019": "Dangerous Starfish",
  "enemy_illustration_skill-20010019": "Moves forward and disguises itself as a harmless-looking starfish upon detecting hostile units. The starfish is triggered on contact, dealing damage to enemies.",
  "enemy_illustration_skill-10010021": "Watermelon Roll",
  "enemy_illustration_skill-20010021": "A machine that keeps releasing round bipedal machines upon detecting hostile units… Hold on? They're watermelons?",
  "enemy_illustration_skill-10010022": "Watermelon Crash",
  "enemy_illustration_skill-20010022": "Stop moving upon contact with enemy units and damage them.",
  "enemy_illustration_skill-10010005": "Mercenary Sniping",
  "enemy_illustration_skill-20010005": "After aiming for 2.5 seconds, perform a sniping attack on the rearmost enemy unit.",
  "enemy_illustration_skill-10010087": "Cocktail Mania",
  "enemy_illustration_skill-20010087": "Throw a Molotov cocktail at a random enemy unit, dealing damage every 0.33s over the course of 3s.",
  "enemy_illustration_skill-10010091": "Mask of Hermes",
  "enemy_illustration_skill-20010091": "Aim and deal massive damage to targeted enemy.",
  "enemy_illustration_skill-10010191": "Mark of Elite",
  "enemy_illustration_skill-20010191": "Units standing in the flagged areas suffer from a massive debuff in damage and rate of fire, but also gain a lot of shield points.",
  "enemy_illustration_skill-10000088": "Crisis Protection",
  "enemy_illustration_skill-20000088": "This unit gains 1 second of invincibility every time it loses a Dummy. This effect can only trigger once every 6 seconds.",
  "enemy_illustration_skill-10000089": "Disrupting Shot",
  "enemy_illustration_skill-20000089": "After every three regular attacks, the next attack will inflict disruption on a random enemy unit within attack range. Affected units have decreased firepower and rate of fire.",
  "enemy_illustration_skill-10000090": "Self-Adaptive Tactics",
  "enemy_illustration_skill-20000090": "This unit attacks with two guns when protected by a shield. The second shot inflicts 0.5x damage to the target.",
  "enemy_illustration_skill-10000091": "Formation Enhancement",
  "enemy_illustration_skill-20000091": "5 seconds after the start of battle, increase all units' rate of fire by 50% for 4 seconds. This takes place every 8 seconds.",
  "enemy_illustration_skill-10000092": "Taking Precautions",
  "enemy_illustration_skill-20000092": "Gain a shield upon entering combat.",
  "enemy_illustration_skill-10000093": "Suppression",
  "enemy_illustration_skill-20000093": "Deal damage that scales with Dummy-Links to the units on the top and bottom of the enemy formation.,",
  "enemy_illustration_skill-10000094": "Demolished",
  "enemy_illustration_skill-20000094": "After showing warning markers, launch grenades at 4 squares within the enemy formation, dealing damage that scales with Dummy-Links to anyone within their area of effect.",
  "enemy_illustration_skill-10000095": "Sinner's Punishment",
  "enemy_illustration_skill-20000095": "Deal great damage to all enemy units. Its shield can be broken while it is charging up, which interrupts the beam firing sequence and damages the mech and its weapons systems.",
  "enemy_illustration_skill-10000096": "Tactical Update - Gager",
  "enemy_illustration_skill-20000096": "Now that she is no longer under Elisa's control, she has found her own way of fighting. Every hit charges up energy for her weapon. When her charge is full, she can switch to melee mode for a while. Damage dealt in melee mode cannot miss and scales with Dummy-Links, and her armor penetration capabilities are greatly increased.",
  "enemy_illustration_skill-10000097": "Tactical Update - Dreamer",
  "enemy_illustration_skill-20000097": "Now that she is no longer under Elisa's control, she has found her own way of fighting. She gains stacks of Aggression at certain intervals, and when she reaches max stacks she goes into Burst Mode, which increases her damage and rate of fire by 100%. However, she also gains 100% vulnerability.",
  "enemy_illustration_skill-10000098": "Tactical Update - Ouroboros",
  "enemy_illustration_skill-20000098": "Under certain conditions, she faces her enemies with heightened focus. Each critical hit she inflicts reduces her target's damage and rate of fire by 50%. She can also summon hover cannons to support her in combat, while using her outstanding computational capabilities to boost all her allies' rate of fire and crit rate.",
  "enemy_illustration_skill-10000099": "Tactical Update - Destroyer",
  "enemy_illustration_skill-20000099": "Now that she is no longer under Elisa's control, she has found her own way of fighting. After every 10 regular attacks, she fires a grenade that cannot miss at the enemy with the highest HP, dealing 2x damage.",
  "enemy_illustration_skill-10000100": "Infiltration Plan",
  "enemy_illustration_skill-20000100": "Every 8 seconds, move forward 2 units, disregarding the environment.",
  "enemy_illustration_skill-10000101": "Within Shadows",
  "enemy_illustration_skill-20000101": "If there are other friendly units up ahead, enter a special state where evasion is greatly increased.",
  "enemy_illustration_skill-10000102": "Street Technique",
  "enemy_illustration_skill-20000102": "If there are attackable targets within a 2-unit range ahead, switch to melee mode, which deals 2x guaranteed damage.",
  "enemy_illustration_skill-10000103": "Throw Molotov",
  "enemy_illustration_skill-20000103": "Throws a Molotov cocktail at a random enemy unit, dealing damage once per second for 5 seconds.",
  "enemy_illustration_skill-10000104": "Convertible Axe-Shield",
  "enemy_illustration_skill-20000104": "When moving, its weapon switches to shield mode and grants 50% damage intake reduction. In attack mode, it becomes an axe which does damage to the target and the units behind it.",
  "enemy_illustration_skill-10000105": "Missal",
  "enemy_illustration_skill-20000105": "This unit prioritizes units with fewer Dummy-Links and does more damage to them while ignoring armor. If multiple Hymnal Organs attack the same enemy, the damage they deal stacks.",
  "enemy_illustration_skill-10000106": "Patmos Blue",
  "enemy_illustration_skill-20000106": "Emit a blue light which strips enemy units of all buffs, including shields, while also decreasing all enemy units' damage by 10%. Initial CD 8s, CD 10s.",
  "enemy_illustration_skill-10000107": "Patmos Amber",
  "enemy_illustration_skill-20000107": "Emit a yellow light which removes all debuffs on allied units, while also granting a shield with a value that equals 10% of its own health. Initial CD 4s, CD 10s.",
  "enemy_illustration_skill-10000108": "Hover Blades",
  "enemy_illustration_skill-20000108": "Control hover blades to damage enemy units. Hover blades are independent entities which respawn every 20 seconds. Every hover blade that is lost reduces her evasion by 20% for 20s. When all hover blades are destroyed, this unit enters Assassin Mode.",
  "enemy_illustration_skill-10000109": "Assassin Mode",
  "enemy_illustration_skill-20000109": "Shine and gain a short period of invincibility, then attack the enemy unit with the fewest Dummy-Links and deals fatal damage to them. After 7 assassinations, this unit regains all her hover blades.",
  "enemy_illustration_skill-10000110": "Sharp Claw",
  "enemy_illustration_skill-20000110": "After displaying a warning marker, each active hover blade targets the square where the enemy unit with the highest DPS is standing and inflicts an instance of guaranteed damage that ignores armor. This damage can be avoided by moving the unit away.",
  "enemy_illustration_skill-10000111": "Spider Disruption",
  "enemy_illustration_skill-20000111": "Immobilize an enemy unit, then appear in front of them and inflict damage.",
  "enemy_illustration_skill-10000112": "Isolation",
  "enemy_illustration_skill-20000112": "Lock onto a random target and deal 5 instances of fatal damage. Every teammate in the four squares above, below and to either side of the target, reduces the number of damage instances by 1.",
  "enemy_illustration_skill-10000113": "Self-Healing",
  "enemy_illustration_skill-20000113": "Gain a shield with a value equal to 50% of lost health.",
  "enemy_illustration_skill-10000114": "Diagnosis",
  "enemy_illustration_skill-20000114": "Can trigger up to twice depending on own HP. Greatly increase the skill cooldown for the enemy unit with the highest DPS. At the same time, every 10 seconds, select the enemy unit with the lowest/highest HP and reduce their rate of fire/armor and evasion for 5 seconds.",
  "enemy_illustration_skill-10000115": "End-of-Life Care",
  "enemy_illustration_skill-20000115": "Summon a large quantity of reinforcements onto the battlefield.",
  "enemy_illustration_skill-10000116": "Reinforcements",
  "enemy_illustration_skill-20000116": "Summon special reinforcements onto the battlefield.",
  "enemy_illustration_skill-10000117": "Hold Fast",
  "enemy_illustration_skill-20000117": "Raise shield and enter a defensive state, gaining a shield with a value that equals 5% of max HP per second, lasting for 5 seconds.",
  "enemy_illustration_skill-10000118": "Energy Ball",
  "enemy_illustration_skill-20000118": "After charging for 0.5 seconds, deal 150% guaranteed damage to the nearest unit.",
  "enemy_illustration_skill-10000119": "Shield of Carthage",
  "enemy_illustration_skill-20000119": "Deploy a defensive shield and gain a shield with a value that equals 150% of max HP. Crash once the shield is broken, gaining 50% vulnerability.",
  "enemy_illustration_skill-10000120": "Wounds",
  "enemy_illustration_skill-20000120": "Normal attacks grant a stack of Wounded to targets. Each stack inflicts damage that equals 0.3% of the target's max HP per second, lasting for 3 seconds.",
  "enemy_illustration_skill-10000121": "Torment",
  "enemy_illustration_skill-20000121": "Perform a full-power strike that does shield-piercing damage while also inflicting 2 stacks of Wounded. The fewer Dummy-Links the target has, the higher the damage, capped at a maximum of 600%.",
  "enemy_illustration_skill-10000122": "Hand Grenade",
  "enemy_illustration_skill-20000122": "Throw a hand grenade at the area where the target is, dealing 0.3x damage that scales with Dummy-Links in a 1.5-unit radius.",
  "enemy_illustration_skill-10000123": "Rocket Launcher",
  "enemy_illustration_skill-20000123": "Fire a rocket at the target, dealing 3x damage that scales with Dummy-Links to mechanical units and 0.1x damage that scales with Dummy-Links to Doll units within a 3-unit radius.",
  "enemy_illustration_skill-10000124": "Tactical Leadership α",
  "enemy_illustration_skill-20000124": "Increase all units' evasion by 50%, lasting 5 seconds.",
  "enemy_illustration_skill-10000125": "Tactical Leadership β",
  "enemy_illustration_skill-20000125": "Increase all units' damage and attack speed by 20%, lasting 8 seconds.",
  "enemy_illustration_skill-10000126": "Blinding Beam",
  "enemy_illustration_skill-20000126": "Fire a beam of light at enemies ahead of self. Enemies it touches take guaranteed damage and are blinded, which reduces accuracy.",
  "enemy_illustration_skill-10000127": "Disaster Strikes",
  "enemy_illustration_skill-20000127": "Fire a grenade at a random tile, dealing damage that scales with Dummy-Links to targets within the tile as well as contaminating the tile and all neighboring tiles. Enemy units within the contamination radius take 10% damage that scales with Dummy-Links every second, and their armor and evasion are decreased.",
  "enemy_illustration_skill-10000128": "Fragile Barrel",
  "enemy_illustration_skill-20000128": "After losing 50% HP, the barrel drops and stops firing contamination grenades; Blinding Burst no longer inflicts blindness.",
  "enemy_illustration_skill-10000129": "Laser Beam",
  "enemy_illustration_skill-20000129": "Fire a beam directly forward which causes guaranteed damage to enemies it touches.",
  "enemy_illustration_skill-10000130": "Hand-held Laser Beam",
  "enemy_illustration_skill-20000130": "Fire a beam at a random enemy. Enemies it touches take guaranteed damage and are blinded, which reduces accuracy. Needs to Recharge once every 3 attacks. While Recharging, self evasion is decreased.",
  "enemy_illustration_skill-10000131": "Broken Butterfly",
  "enemy_illustration_skill-20000131": "Lock onto the enemy unit with the lowest health and cause guaranteed damage. Also mark that unit and reduce its attack speed. Prioritize unmarked enemies. Once all units on the field are marked, only damage is inflicted.",
  "enemy_illustration_skill-10000132": "Cruel Claw",
  "enemy_illustration_skill-20000132": "Deal multiple instances of armor-piercing damage and applly Shred status to targets in a certain radius directly ahead. Shredded targets constantly lose small amounts of health.",
  "enemy_illustration_skill-10000133": "Mantis Blade",
  "enemy_illustration_skill-20000133": "Pierce the column of enemies directly in front with a sharp sword, dealing multiple instances of guaranteed damage.",
  "enemy_illustration_skill-10000134": "Failed Cicada",
  "enemy_illustration_skill-20000134": "Attempts to assassinate a Dummy Link of the unit with the highest DPS, dealing high damage to it. Once the assassination target loses a Dummy Link, Grig gains a shield and her attack speed is permanently increased. This skill triggers three times at different HP thresholds: 75%, 50% and 25%.",
  "enemy_illustration_skill-10000135": "Neural Cloud Strengthening",
  "enemy_illustration_skill-20000135": "Randomly connect two friendly units and grant them shields with a value that equals 10% of their max HP, while also linking their damage, attack speed, accuracy, evasion, and armor value. When connected units die, lose HP. Immune to damage when connected. Connection status lasts several seconds.",
  "enemy_illustration_skill-10000136": "Neural Cloud Weakening",
  "enemy_illustration_skill-20000136": "Fire connection interfaces at two random tiles. Targets which are hit enter Crashed status. Steal different stats from the targets (Skill CD/Evasion/Accuracy/Shield/Damage/Armor) depending on the target gun type (HG/SMG/RF/AR/MG/SG) and add them to herself. The stat buff is permanent.",
  "enemy_illustration_skill-10000137": "Neural Cloud Focus",
  "enemy_illustration_skill-20000137": "After stealing 1/3/5 neural clouds, her regular attacks are strengthened to Level 2/3/4 respectively. Level 1: Summons Strelets. Level 2: Summons Sentinels as well. Level 3: Summons Murats as well. Level 4: Summons Maccabees as well.",
  "enemy_illustration_skill-10000138": "Amaryllis Dance",
  "enemy_illustration_skill-20000138": "When HP goes below 70% and 40%, lock onto the enemy unit with highest DPS and steal their neural cloud, dealing ongoing damage to the target until it dies or the connection is broken. Grants self Taunt status and Fortitude shields. Connection status is broken after taking multiple hits.",
  "enemy_illustration_skill-10000139": "Tactical Core",
  "enemy_illustration_skill-20000139": "After being killed, clear all buffs on the battlefield. All units have 50% decreased damage and evasion, lasting for 10 seconds.",
  "enemy_illustration_skill-10000140": "Focus Fire",
  "enemy_illustration_skill-20000140": "Enter Taunt status and become a priority target for enemy fire.",
  "enemy_illustration_skill-10000141": "Raise Shield",
  "enemy_illustration_skill-20000141": "Reduce damage taken by units behind self. Raise Shield status automatically ends after taking a certain amount of damage while Raise Shield is active.",
  "enemy_illustration_skill-10000142": "Commandeer",
  "enemy_illustration_skill-20000142": "Steal the accuracy of the current attack target and mark them; the marks stack. Normal attacks deal extra damage to targets depending on the number of marks they have.",
  "enemy_illustration_skill-10000143": "Cover Order",
  "enemy_illustration_skill-20000143": "Raise all friendly units' evasion.",
  "enemy_illustration_skill-10000144": "Stalwart",
  "enemy_illustration_skill-20000144": "Reduce damage taken by all friendly units around self as well as the damage of enemy units while on the field.",
  "enemy_illustration_skill-10000145": "Sakura Inverse",
  "enemy_illustration_skill-20000145": "Gain a shield that lasts 5 seconds. If the shield breaks during its duration, raise self evasion. Otherwise, raise self firepower.",
  "enemy_illustration_skill-10000146": "Pizza Mark",
  "enemy_illustration_skill-20000146": "Every shot marks its targets. Once a target gains 3 marks, the marked target triggers an extra instance of damage while also increasing Px4 Storm's damage.",
  "enemy_illustration_skill-10000147": "Price Slash",
  "enemy_illustration_skill-20000147": "Reduce enemy's critical rate by 100% (cannot score critical hits) while also increasing all friendly units' attack speed.",
  "enemy_illustration_skill-10000148": "Snowman Sortie",
  "enemy_illustration_skill-20000148": "Summon 2 Snowmen ahead of self. Once an enemy target is hit by 4 Snowmen attacks, one of its Dummies will be marked. When all Dummies of an enemy unit are marked, the unit is frozen (dazed) and takes extra damage.",
  "enemy_illustration_skill-10000149": "Storm Strike",
  "enemy_illustration_skill-20000149": "Deal telegraphed AOE damage that inflicts multiple hits on units occupying the appropriate tiles.",
  "enemy_illustration_skill-10000150": "Lucky Coin",
  "enemy_illustration_skill-20000150": "Our side begins with 6 Lucky Coins while Px4 Storm has 3 Lucky Coins. Whenever a friendly unit is hit by a red-labeled projectile, they have 1 Lucky Coin stolen from them; when hit by a green-labeled projectile, they take back 1 Lucky Coin. Whichever side gains 9 Lucky Coins before Px4 Storm's health reaches 25% is the winner.",
  "enemy_illustration_skill-10000151": "Deterrence",
  "enemy_illustration_skill-20000151": "Reduces the damage of enemy units within 2 squares of self.",
  "enemy_illustration_skill-10000152": "Shield of Protection",
  "enemy_illustration_skill-20000152": "Deploys a shield and greatly reduces damage for units behind itself.",
  "enemy_illustration_skill-10000153": "Stress Reaction",
  "enemy_illustration_skill-20000153": "Becomes immune to damage for 1 second after losing a Dummy Link.",
  "enemy_illustration_skill-10000154": "Smash",
  "enemy_illustration_skill-20000154": "Attack with a chance of stunning the target.",
  "enemy_illustration_skill-10000155": "Guts",
  "enemy_illustration_skill-20000155": "Damage resistance increases as self HP decreases.",
  "enemy_illustration_skill-10000156": "Silencing",
  "enemy_illustration_skill-20000156": "Launches a charged attack at the enemy unit with the highest HP that is guaranteed to hit and pierce through them. Moves backward after losing a certain amount of HP. ",
  "enemy_illustration_skill-10000157": "Hacking",
  "enemy_illustration_skill-20000157": "Randomly weakens an enemy unit, decreasing their damage and rate of fire.",
  "enemy_illustration_skill-10000158": "Tactical Command - Nyto",
  "enemy_illustration_skill-20000158": "Raises all Nyto Dolls' damage and accuracy.",
  "enemy_illustration_skill-10000159": "Tactical Command - Inspect",
  "enemy_illustration_skill-20000159": "Increases all allies' evasion and shields depending on the number of enemies present.",
  "enemy_illustration_skill-10000160": "Nyto Support",
  "enemy_illustration_skill-20000160": "Summons high-ranking Nytos depending on the number of enemies present.",
  "enemy_illustration_skill-10000161": "Orb of Light",
  "enemy_illustration_skill-20000161": "Summons an orb of light beside self. After every five summons, all remaining orbs of light damage and silence random enemies.",
  "enemy_illustration_skill-10000162": "Scale Powder",
  "enemy_illustration_skill-20000162": "Creates a disruption zone ahead of self. Enemies within its area cannot use skills and their accuracy is decreased.",
  "enemy_illustration_skill-10000163": "Butterfly Dance",
  "enemy_illustration_skill-20000163": "Generates a large disruption zone and then flies backward. Enemies within its area cannot use skill.",
  "enemy_illustration_skill-10000164": "Peerless Domain",
  "enemy_illustration_skill-20000164": "Flies into the sky and summons many energy balls, then continuously fires them at random enemies, damaging them.",
  "enemy_illustration_skill-10000165": "Magic Box",
  "enemy_illustration_skill-20000165": "Frequently increases self damage and rate of fire.",
  "enemy_illustration_skill-10000166": "Seer",
  "enemy_illustration_skill-20000166": "Performs unique normal attacks with her high-pressure gun. Targets enemy units in the front row and deal damage that can pierce through all units in the same row.",
  "enemy_illustration_skill-10000167": "Vodka",
  "enemy_illustration_skill-20000167": "Drinking greatly reduces this unit's damage intake, but when drunk, his stats also suffer a large reduction.",
  "enemy_illustration_skill-10000168": "Crippling Blow",
  "enemy_illustration_skill-20000168": "Lock onto the position of the enemy unit with the lowest HP, then deal large damage to the flagged target position.",
  "enemy_illustration_skill-10000169": "Mechanical Maintenance",
  "enemy_illustration_skill-20000169": "Grant mechanical units a shield.",
  "enemy_illustration_skill-10000170": "Scout and Advance",
  "enemy_illustration_skill-20000170": "Scout ahead. If enemy units are detected, lock onto a target and launch missiles. If no enemy units are detected, keep advancing.",
  "enemy_illustration_skill-10000171": "Fire Support",
  "enemy_illustration_skill-20000171": "During the next round of attack after reloading, every shot that hits the target reduces their damage and accuracy.",
  "enemy_illustration_skill-10000172": "Thunder Strike",
  "enemy_illustration_skill-20000172": "Clear all buffs on enemy units and reduce their evasion and armor on the next normal attack after every 3 attacks.",
  "enemy_illustration_skill-10000173": "Sweep",
  "enemy_illustration_skill-20000173": "Deal AoE damage that scales with Dummy-Links to enemy units ahead. The damage is doubled when this unit has a shield.",
  "enemy_illustration_skill-10000174": "Battery Release",
  "enemy_illustration_skill-20000174": "Lock onto the nearest enemy unit and their position, then fire a homing missile and a rocket at them after a warning signal.",
  "enemy_illustration_skill-10000175": "Nium Alloy",
  "enemy_illustration_skill-20000175": "Greatly reduce damage taken.",
  "enemy_illustration_skill-10000176": "Positron Cannon",
  "enemy_illustration_skill-20000176": "Charge and launch a laser cannon at a random target, dealing damage that scales with Dummy-Links to enemies in the path and blinding them.",
  "enemy_illustration_skill-10000177": "Berserk",
  "enemy_illustration_skill-20000177": "Deal 3 instances of damage to random enemy units, firing 10 times in total. Berserk state becomes permanent when this unit's HP falls below 50%.",
  "enemy_illustration_skill-10000178": "Robbery",
  "enemy_illustration_skill-20000178": "Each attack that hits a target grants self a shield.",
  "enemy_illustration_skill-10000179": "Sangvis Strategy - Demonic Abyss",
  "enemy_illustration_skill-20000179": "The three guns around Scarecrow rotate and fire at the same time, dealing 3 instances of damage to her target which has a chance of inflicting a random debuff.",
  "enemy_illustration_skill-10000180": "Baptism",
  "enemy_illustration_skill-20000180": "Grant shields to allies. When the shield duration expires, put allies whose shield remains intact in a state of Berserk and clear any debuffs on them; inflict vulnerability on allies whose shield is lost.",
  "enemy_illustration_skill-10000181": "Assault",
  "enemy_illustration_skill-20000181": "After a warning signal, deal high damage to enemy units in a row or column and clear buffs on them continuously.",
  "enemy_illustration_skill-10000182": "Berserk",
  "enemy_illustration_skill-20000182": "Greatly increase attack speed.",
  "enemy_illustration_skill-10000183": "Fortitude",
  "enemy_illustration_skill-20000183": "Limit the amount of damage taken from a single instance of damage.",
  "enemy_illustration_skill-10010037": "Irritable",
  "enemy_illustration_skill-20010037": "Damage taken is reduced when this unit is on the move. Attacks deal damage to her target and units directly behind.",
  "enemy_illustration_skill-10010038": "Choleric",
  "enemy_illustration_skill-20010038": "This unit can restore force fields, deal damage to enemy units directly ahead, and reduce move speed and rate of fire of attacked units.",
  "enemy_illustration_skill-10010039": "High-Speed Roll",
  "enemy_illustration_skill-20010039": "Roll up to the enemy echelon at high speed, crashing into the first enemy unit and dealing massive damage, then stop rolling.",
  "enemy_illustration_skill-10010040": "Whirlwind Impact",
  "enemy_illustration_skill-20010040": "At the start of the battle, charge at the enemy echelon at high speed in a straight line until it disappears, dealing massive damage to all units in its way.",
  "enemy_illustration_skill-10010041": "Launch Bubbles",
  "enemy_illustration_skill-20010041": "Generate a bubble at regular intervals.",
  "enemy_illustration_skill-10010042": "Bubble",
  "enemy_illustration_skill-20010042": "Explode upon encountering an enemy unit and deal damage to all units within a radius of 2 when it vanishes.",
  "enemy_illustration_skill-10010043": "Vicious Chomp",
  "enemy_illustration_skill-20010043": "Increase attack speed drastically and deal extra damage to shielded units.",
  "enemy_illustration_skill-10010044": "Chain Breaker",
  "enemy_illustration_skill-20010044": "Conduct a performance. If afflicted with Stage Fright, do not lose points; gain 50% more points instead.",
  "enemy_illustration_skill-10010045": "Swansong",
  "enemy_illustration_skill-20010045": "Conduct a performance. Remove High Spirits buff on opponents in a radius of 3 and inflict stage fright on them.",
  "enemy_illustration_skill-10010046": "I'm Soarin', Flyin'",
  "enemy_illustration_skill-20010046": "Conduct a performance and enter a state of High Spirits.",
  "enemy_illustration_skill-10010047": "Plague Knight",
  "enemy_illustration_skill-20010047": "Conduct a performance. High Spirits buff increases to 100%.",
  "enemy_illustration_skill-10010048": "Witcher General",
  "enemy_illustration_skill-20010048": "Conduct a performance. Inflict Stage Fright on opponents in a radius of 2.",
  "enemy_illustration_skill-10010049": "Steel Butterfly",
  "enemy_illustration_skill-20010049": "Conduct a performance and put teammates in a radius of 2 who are not suffering from Stage Fright in High Spirits.",
  "enemy_illustration_skill-10010050": "Electric Witch",
  "enemy_illustration_skill-20010050": "Conduct a performance. If in Fever state, gain an additional 50% of points.",
  "enemy_illustration_skill-10010051": "Dragon Jr.",
  "enemy_illustration_skill-20010051": "Conduct a performance per round wrought with Stage Fright.",
  "enemy_illustration_skill-10000184": "Sangvis Tactic - Scarecrow Plus",
  "enemy_illustration_skill-20000184": "The three guns around Scarecrow rotate and fire simultaneously, dealing 3 instances of damage to the target. Damage is greatly increased if the target has no shields.",
  "enemy_illustration_skill-10000185": "Sangvis Tactic - Scarecrow α",
  "enemy_illustration_skill-20000185": "Greatly reduce the damage of the enemy unit with the highest damage stat.",
  "enemy_illustration_skill-10000186": "Sangvis Tactic - Scarecrow β",
  "enemy_illustration_skill-20000186": "Reduce all enemies' accuracy and evasion.",
  "enemy_illustration_skill-10000187": "Sangvis Tactic - Architect Plus",
  "enemy_illustration_skill-20000187": "Architect deals damage that scales with Dummy-Links to all units within a 2-square distance from her target.",
  "enemy_illustration_skill-10000188": "Sangvis Tactic - Architect α",
  "enemy_illustration_skill-20000188": "After loading, deal damage that scales with Dummy-Links to all units within a 1-square distance from her target.",
  "enemy_illustration_skill-10000189": "Sangvis Tactic - Architect β",
  "enemy_illustration_skill-20000189": "Greatly increase self rate of fire.",
  "enemy_illustration_skill-10000190": "Sangvis Tactic - Intruder Plus",
  "enemy_illustration_skill-20000190": "Intruder deals rapid, multi-instance damage to her target using her machine gun. Damage is greatly increased if there are no other units on the same row as the target.",
  "enemy_illustration_skill-10000191": "Sangvis Tactic - Intruder α",
  "enemy_illustration_skill-20000191": "Summon multiple packs of Dinergates as reinforcements.",
  "enemy_illustration_skill-10000192": "Sangvis Tactic - Intruder β",
  "enemy_illustration_skill-20000192": "All allies gain a shield buff.",
  "enemy_illustration_skill-10000193": "Sangvis Tactic - Destroyer Plus",
  "enemy_illustration_skill-20000193": "Destroyer deals damage that scales with Dummy-Links in a cross-shaped area around her target.",
  "enemy_illustration_skill-10000194": "Sangvis Tactic - Destroyer α",
  "enemy_illustration_skill-20000194": "At the start of the battle, aim and launch a grenade at the enemy unit with the highest HP, dealing damage that scales with Dummy-Links and setting fire to the damage area. The fire lasts throughout the battle.",
  "enemy_illustration_skill-10000195": "Sangvis Tactic - Destroyer β",
  "enemy_illustration_skill-20000195": "Clear all enemy shields.",
  "enemy_illustration_skill-10000196": "Sangvis Tactic - Judge Plus",
  "enemy_illustration_skill-20000196": "Judge leaps and executes a flying kick against the enemy unit with the highest current HP, dealing large damage and leaving a purple mark. When units stand within the purple mark, their damage output is reduced.",
  "enemy_illustration_skill-10000197": "Sangvis Tactic - Judge α",
  "enemy_illustration_skill-20000197": "Generate a purple shield that greatly reduces all non-armor-piercing damage against Judge. When Judge's HP falls below 90%, the shield breaks and her damage increases.",
  "enemy_illustration_skill-10000198": "Sangvis Tactic - Judge β",
  "enemy_illustration_skill-20000198": "Clear all stat debuffs on self. Increase self evasion and armor for each type of debuff cleared.",
  "enemy_illustration_skill-10000199": "Silk Spinning",
  "enemy_illustration_skill-20000199": "Lock on to a target and reduce their rate of fire and movement speed.",
  "enemy_illustration_skill-10000200": "Reproduction",
  "enemy_illustration_skill-20000200": "Spawn multiple small clones as reinforcements.",
  "enemy_illustration_skill-10000201": "Slash",
  "enemy_illustration_skill-20000201": "Switch to melee mode and increase attack damage.",
  "enemy_illustration_skill-10000202": "Venom",
  "enemy_illustration_skill-20000202": "Each attack reduces the target's damage output.",
  "enemy_illustration_skill-10000203": "Clean-Up",
  "enemy_illustration_skill-20000203": "Perform a two-instance spray attack across the row of a random target.",
  "enemy_illustration_skill-10000204": "Bombardment",
  "enemy_illustration_skill-20000204": "Lock on to the target with the lowest HP and bombard the square that they are standing on.",
  "enemy_illustration_skill-10000205": "Fortress",
  "enemy_illustration_skill-20000205": "Damage taken by surrounding units is greatly reduced.",
  "enemy_illustration_skill-10000206": "Drone",
  "enemy_illustration_skill-20000206": "Create drones as reinforcements.",
  "enemy_illustration_skill-10000207": "Rumble",
  "enemy_illustration_skill-20000207": "Lock on to a target and fire a round of high-energy ammunition, dealing massive damage and AoE damage.",
  "enemy_illustration_skill-10000208": "Sacred Garden",
  "enemy_illustration_skill-20000208": "Greatly reduce damage received and keep regenerating shield.",
  "enemy_illustration_skill-10000209": "Tranquilizer Shot",
  "enemy_illustration_skill-20000209": "Fire a tranquilizer dart at a random target, reducing their rate of fire and movement speed.",
  "enemy_illustration_skill-10000210": "Light Bomb",
  "enemy_illustration_skill-20000210": "Lock on to the target with the lowest HP, dealing AoE damage to them and the units in all adjacent tiles.",
  "enemy_illustration_skill-10000211": "Radar Scan",
  "enemy_illustration_skill-20000211": "Scan the area between own position and the first row. Any unit that enters the scanned area will be marked as exposed.",
  "enemy_illustration_skill-10000212": "Homing Missile",
  "enemy_illustration_skill-20000212": "Lock on to the nearest unexposed unit and all exposed units and launch a missile that deals AoE damage.",
  "enemy_illustration_skill-10000213": "Smoke Grenade",
  "enemy_illustration_skill-20000213": "Fire smoke grenades at the positions of the two farthest enemy units. Accuracy, damage, rate of fire, and movement speed are greatly reduced for all units standing in the smoke.",
  "enemy_illustration_skill-10000214": "Laser Refraction",
  "enemy_illustration_skill-20000214": "After charging, shoot a laser, dazing the nearest target and removing their shield. When the daze effect wears off, the laser attack is transferred to the row behind.",
  "enemy_illustration_skill-10000215": "Revealed",
  "enemy_illustration_skill-20000215": "Laser attacks deal damage to the target and mark them as exposed.",
  "enemy_illustration_skill-10000216": "Fire Everything EX",
  "enemy_illustration_skill-20000216": "Greatly increase damage output and reduce damage intake. After analyzing shields for 3 seconds, carpet-bomb a large area ahead of self. All units with the area scanned by the radar take massive damage. If their shield remains intact, explosion damage is doubled.",
  "enemy_illustration_skill-10000217": "Annihilation",
  "enemy_illustration_skill-20000217": "Greatly increase attack speed and keep attacking the target until they are out of range.",
  "enemy_illustration_skill-10000218": "Likeness Repels",
  "enemy_illustration_skill-20000218": "Select a random target, then launch framentary grenades at the positions of the target and all units of the same type, dealing damage and giving them a Weakened marker.",
  "enemy_illustration_skill-10000219": "Kizlyar Knife",
  "enemy_illustration_skill-20000219": "Perform a melee attack on the target with the highest number of markers, dealing multiple instances of large damage.",
  "enemy_illustration_skill-10000220": "Breakdown",
  "enemy_illustration_skill-20000220": "Damage intake is greatly increased while becoming immobilized. Afterwards, go berserk (damage, rate of fire, accuracy, durability, resistance are all greatly increased).",
  "enemy_illustration_skill-10000221": "Purge Protocol",
  "enemy_illustration_skill-20000221": "When enemies are detected, spawn Goliaths as reinforcements.",
  "enemy_illustration_skill-10010052": "",
  "enemy_illustration_skill-20010052": "",
  "enemy_illustration_skill-10010053": "",
  "enemy_illustration_skill-20010053": "",
  "enemy_illustration_skill-10010054": "",
  "enemy_illustration_skill-20010054": "",
  "enemy_illustration_skill-10010055": "",
  "enemy_illustration_skill-20010055": "",
  "enemy_illustration_skill-10010056": "",
  "enemy_illustration_skill-20010056": "",
  "enemy_illustration_skill-10010057": "",
  "enemy_illustration_skill-20010057": "",
  "enemy_illustration_skill-10010058": "",
  "enemy_illustration_skill-20010058": "",
  "enemy_illustration_skill-10000222": "",
  "enemy_illustration_skill-20000222": "",
  "enemy_illustration_skill-10000223": "",
  "enemy_illustration_skill-20000223": "",
  "enemy_illustration_skill-10000224": "",
  "enemy_illustration_skill-20000224": "",
  "enemy_illustration_skill-10000225": "",
  "enemy_illustration_skill-20000225": "",
  "enemy_illustration_skill-10000226": "",
  "enemy_illustration_skill-20000226": "",
  "enemy_illustration_skill-10000227": "",
  "enemy_illustration_skill-20000227": ""
}