{
  "equip_group-10000001": "SHD Bespoke \"V\"",
  "equip_group-20000001": "When using the complete set of SHD special equipment, Agent Vector gains the ability to significantly increase her echelon's overall survivability.",
  "equip_group-10000002": "SHD Bespoke \"416\"",
  "equip_group-20000002": "When using the complete set of SHD special equipment, Agent 416 gains the new ability to effectively weaken her enemies.",
  "equip_group-10000003": "Khorosho",
  "equip_group-20000003": "With a full set of gear, Mosin-Nagant can maximize her performance on the battlefield. Everything's gonna be fine.",
  "equip_group-10000004": "16LAB Custom \"ST AR-15\"",
  "equip_group-20000004": "With a full set of 16LAB special equipment, ST AR-15 receives a powerful boost to her combat performance, and her secondary weapon also becomes more wieldy.",
  "equip_group-10000005": "Stechkin Bash",
  "equip_group-20000005": "With a full set of 16LAB special equipment, Stechkin receives a powerful boost to her ability to support her echelon and boost its overall combat performance.",
  "equip_group-10000006": "Rainforest Adventure",
  "equip_group-20000006": "With a full set of camouflage equipment, Type 64 can blend in better in forested combat environment and perform unexpected attacks on enemies.",
  "equip_group-10000007": "Petite Courier",
  "equip_group-20000007": "Wearing her complete set, Gr MP5 is much more agile on the battlefield and can deliver information and supplies much more quickly.",
  "equip_group-10000008": "Silent One",
  "equip_group-20000008": "Decked out in the full set of custom-made equipment, Gr MG4 can take out her targets with great accuracy even on chaotic battlefields.",
  "equip_group-10000009": "Makarova",
  "equip_group-20000009": "Decked out in the full set of custom-made items, Makarov can command T-Dolls with greater effectiveness on the battlefield.",
  "equip_group-10000010": "Tovarisch",
  "equip_group-20000010": "Wearing her complete set, PPSh-41 can now work more seamlessly with other T-Dolls and is always ready to achieve personal glory.",
  "equip_group-10000011": "Dark Queen",
  "equip_group-20000011": "Wearing her complete set, PPK can now inflict exquisite pain on others to her heart's content.",
  "equip_group-10000012": "404 Custom 416",
  "equip_group-20000012": "Squad 404's custom set for 416 can greatly improves her combat performance.",
  "equip_group-10000013": "404 Custom UMP45",
  "equip_group-20000013": "A new type of hollow-point rounds custom made for UMP45 with greatly reduced sonic boom.",
  "equip_group-10000014": "404 Custom UMP9",
  "equip_group-20000014": "Squad 404's custom set for UMP9 can greatly improves her combat performance.",
  "equip_group-10000015": "Jump to the Future",
  "equip_group-20000015": "Wearing her complete set, Type 88 now subverts people's understanding of modern combat mechanics.",
  "equip_group-10000016": "Candy Tin",
  "equip_group-20000016": "Wearing her complete set, M1919A4 is now packed with explosive power and will never be taken lightly by her enemies again.",
  "equip_group-10000017": "Red Star",
  "equip_group-20000017": "Wearing her complete set, Type 56-1 now benefits from powerful combat buffs and will resolutely carry out her orders even if it is at the cost of her life.",
  "equip_group-10000018": "Model Worker",
  "equip_group-20000018": "Wearing her complete set, MG3 can now strike with greater efficacy in mobile warfare. As a result, she is receiving a lot more combat assignments.",
  "equip_group-10000019": "Jungle Operation",
  "equip_group-20000019": "NTW-20's custom set is outstanding for both fighting and motorbiking.",
  "equip_group-10000020": "Captain Hawk",
  "equip_group-20000020": "Type 97S's custom set is imbued with the power of justice to expel all evil.",
  "equip_group-10000021": "For Everyone",
  "equip_group-20000021": "Gr G3's custom set reflects her determination to help others.",
  "equip_group-10000022": "Darling",
  "equip_group-20000022": "M1911's custom set is named thus at the Doll's personal behest.",
  "equip_group-10000023": "Traveling Light",
  "equip_group-20000023": "This set tailor-made for LWMMG utilizes highly cost-effective materials, so no money is wasted.",
  "equip_group-10000024": "Walking With You",
  "equip_group-20000024": "This set tailor-made for M950A is a symbol of friendship and her wish to keep moving forward side-by-side with her friends.",
  "equip_group-10000025": "The Maid's Code",
  "equip_group-20000025": "This set tailor-made for Gr G36 helps her maintain her poise as a maid while working.",
  "equip_group-10000026": "16LAB Custom \"RO635\"",
  "equip_group-20000026": "This set tailor-made for RO635 gives her command ability a boost and allows her to live up to her full potential.",
  "equip_group-10000027": "Peak of Perfection",
  "equip_group-20000027": "This set tailor-made for Bren helps her reach new heights.",
  "equip_group-10000028": "Sugar-Coated Bullets",
  "equip_group-20000028": "This set tailor-made for AA-12 helps her solve problems in a more civilized and effective manner."
}