{
  "explore_affair_client-10000001": "Some humans strike up a conversation with [gun1], but they are very rude. Perhaps another small black mark has been left in the history of the relationship between humans and T-Dolls.",
  "explore_affair_client-10000002": "Some humans strike up a conversation with [gun1]. They have a friendly chat until the humans find out she is a Doll.",
  "explore_affair_client-10000003": "Some humans strike up a conversation with [gun1]. They have a friendly chat and don't seem to hold any prejudices against Dolls.",
  "explore_affair_client-10000004": "[gun1] unknowingly steps into a bear's territory and decides to go around after a brief confrontation.",
  "explore_affair_client-10000005": "[gun1:34] unknowingly steps into a bear's territory, and the bear runs after a brief confrontation.",
  "explore_affair_client-10000006": "[gun1:39] unknowingly steps into a bear's territory and gets slapped by an angry bear.",
  "explore_affair_client-10000007": "[gun1:50] drank too much and unknowingly steps into a bear's territory, and they share a drink together.",
  "explore_affair_client-10000008": "[gun1] accidentally trips and falls.",
  "explore_affair_client-10000009": "[gun1] almost trips while crossing a river.",
  "explore_affair_client-10000010": "[gun1] trips and gets carried away by rushing currents while crossing a rivers. Fortunately, she catches onto a rock.",
  "explore_affair_client-10000011": "Everyone is very careful while crossing the river, as they are very wary of getting knocked into the ice cold water by [gun1:30].",
  "explore_affair_client-10000012": "[gun1:50] drank too much and almost falls into the water while crossing a river.",
  "explore_affair_client-10000013": "[gun1:50] drank too much and falls into water while crossing a river.",
  "explore_affair_client-10000014": "[gun1:50] drank too much and trips and gets carried away by rushing currents while crossing a rivers. Fortunately, she catches onto a rock.",
  "explore_affair_client-10000015": "[gun1:53] finds wild koi in the river!",
  "explore_affair_client-10000016": "[gun1] finds an abandoned wooden house, but it doesn't look like there's anything valuable inside.",
  "explore_affair_client-10000017": "[gun1:5] searches an abandoned wooden house but does not find anything to eat inside, and this makes her very sad.",
  "explore_affair_client-10000018": "[gun1:5] finds a refrigerator inside an abandoned wooden house, but there's only a skeleton inside.",
  "explore_affair_client-10000019": "[gun1:5] jumps for joy after finding a legendary, out-of-production can of beef inside an abandoned wooden house.",
  "explore_affair_client-10000020": "[gun1:3] finds a well-made iron pot and stove inside an abandoned wooden house and it takes a while for her to give up the idea of cooking here.",
  "explore_affair_client-10000021": "[gun1:9] searches an abandoned wooden house and feels that if there were no war, it'd be pretty good to live here.",
  "explore_affair_client-10000022": "[gun1:7] searches an abandoned wooden house and almost knocks the entire house over.",
  "explore_affair_client-10000023": "[gun1:7] searches an abandoned wooden house and finds food, but she's afraid she'll get fat if she eats too much.",
  "explore_affair_client-10000024": "While the others were searching through an abandoned wooden house, [gun1:30] sets up a prank at the exit and succeeds in scaring her teammates.",
  "explore_affair_client-10000025": "[gun1:24] spends a long time appreciating a poster found in an abandoned wooden house but the others find it to be very lame.",
  "explore_affair_client-10000026": "[gun1] finds a nice coffee shop. She wants to get a cup of coffee but realizes she does not have enough money, so she ends up leaving.",
  "explore_affair_client-10000027": "[gun1] finds a parrot that only knows how to say \"hungry\".",
  "explore_affair_client-10000028": "[gun1] finds a parrot that only knows how to say \"save me\".",
  "explore_affair_client-10000029": "[gun1] finds a parrot that only knows how to say \"mommy\".",
  "explore_affair_client-10000030": "[gun1] finds an ice sculpture modeled after Agent on the side of the road. No clue who made this, but it looks very detailed.",
  "explore_affair_client-10000031": "[gun1] finds many fruit trees and berry bushes nearby, so everyone stops to collect nature's offering.",
  "explore_affair_client-10000032": "[gun1] recycles some garbage and turns them into treasure.",
  "explore_affair_client-10000033": "[gun1:-53] remembers a rumor she heard recently of a mysterious, black and white bear-like creature, but she does not believe in it.",
  "explore_affair_client-10000034": "[gun1:-53] sees a mysterious, black and white bear-like creature in the forest, but how is this possible?",
  "explore_affair_client-10000035": "Everyone listens to [gun1:50] rave about a mysterious, black and white bear-like creature. She must've drank too much again.",
  "explore_affair_client-10000036": "[gun1:5] sees a mysterious, black and white bear-like creature in the forest. The bamboo it's eating seems very delicious…",
  "explore_affair_client-10000037": "[gun1:53] is very confident that she saw a giant panda in the forest. Although it was incredible, it's still no match for a life with Griffin PMC.",
  "explore_affair_client-10000038": "[gun1:29] notices everyone is wondering if they'll come across the mysterious, black and white bear-like creature in the forest they heard about from a rumor.",
  "explore_affair_client-10000039": "[gun1] defeats a gangster that robs civilians and earns recognition.",
  "explore_affair_client-10000040": "[gun1] see a beautiful flower and can't help but smell it. Its stench sends her running away.",
  "explore_affair_client-10000041": "[gun1] looks to be mulling deeply over something but is actually just spacing out.",
  "explore_affair_client-10000042": "[gun1] merrily dives into the snow but gets cut up by something sharp in the garbage pile underneath.",
  "explore_affair_client-10000043": "[gun1] searches an abandoned wooden house and almost knocks the entire house over.",
  "explore_affair_client-10000044": "[gun1] searches an abandoned wooden house but finds nothing to eat inside.",
  "explore_affair_client-10000045": "[gun1] searches an abandoned wooden house but finds that it's already been picked clean.",
  "explore_affair_client-10000046": "[gun1] searches an unknown area and finds some valuable resources.",
  "explore_affair_client-10000047": "[gun1] searches an unknown area and ends up getting lost.",
  "explore_affair_client-10000048": "[gun1] watches Crimson-Souled Kamen to learn what justice is.",
  "explore_affair_client-10000049": "[gun1] comes across a pickpocket on the street and pins him to the ground. Perhaps another small black mark has been left in the history of the relationship between humans and T-Dolls.",
  "explore_affair_client-10000050": "[gun1] comes across a pickpocket on the street but he runs.",
  "explore_affair_client-10000051": "[gun1] picks up someone's lost item on the ground.",
  "explore_affair_client-10000052": "[gun1] comes across an overturned truck on the road and scolds the people that are stealing the goods.",
  "explore_affair_client-10000053": "[gun1] comes across an overturned truck on the road and helps the driver in loading the goods back onto the truck.",
  "explore_affair_client-10000054": "[gun1] comes across an abandoned Doll entangled in vines deep in the forest. Although she tries many different methods, it could not be woken up.",
  "explore_affair_client-10000055": "[gun1] steps on something soft in the snow. After digging it up, she is saddened to see it's just garbage.",
  "explore_affair_client-10000056": "[gun1] jumps for joy after finding a legendary, out-of-production can of beef inside an abandoned wooden house.",
  "explore_affair_client-10000057": "[gun1] finds a refrigerator inside an abandoned wooden house, but there's only a skeleton inside.",
  "explore_affair_client-10000058": "[gun1] finds a very valuable black truffle!",
  "explore_affair_client-10000059": "FAL's pet got too excited and ran away. [gun1:-85] hopes it would come back by itself, because otherwise it would be impossible to find in the snow.",
  "explore_affair_client-10000060": "Although she couldn't provide any substantial help, [gun1]'s words still calmed the nerves of the fearful people.",
  "explore_affair_client-10000061": "After a thorough search, [gun1] did not find anything other than some empty bottles.",
  "explore_affair_client-10000062": "The refugees surround [gun1] and she is very bothered until her teammates pull her out of the crowd.",
  "explore_affair_client-10000063": "The refugees hope that [gun1] who is passing through can lend a helping hand, but both sides understand that there's nothing she can do to help.",
  "explore_affair_client-10000064": "The refugees surround [gun1:26] and she is very bothered until her teammates pull her out of the crowd.",
  "explore_affair_client-10000065": "Although she couldn't provide any substantial help, [gun1:26]'s words still calmed the nerves of the fearful people.",
  "explore_affair_client-10000066": "[gun1:18] refuses to go through the refugee camp, so the team has to go around.",
  "explore_affair_client-10000067": "[gun1:40] becomes very depressed after realizing she is passing through a refugee camp.",
  "explore_affair_client-10000068": "The team encounters a Griffin T-Doll separated from her own team. [gun1] offers to invite her into the group, but she refuses and opts to wait for her commander to find her.",
  "explore_affair_client-10000069": "Boars, rabbits, and deer among many other frightened animals are running past the group. [gun1] thinks something terrible is lurking within the forest.",
  "explore_affair_client-10000070": "A small child tries his best to stop [gun1] from moving forward as it is a heavily contaminated area.",
  "explore_affair_client-10000071": "A refugee tries to force his child into [gun1]'s arms, but the child does not want to leave his parents, and the group takes the chance to escape.",
  "explore_affair_client-10000072": "[gun1] becomes very depressed after realizing she is passing through a refugee camp.",
  "explore_affair_client-10000073": "A group of people follows the team for several kilometers. They're black market merchants who want to take advantage of the T-Dolls. [gun1] drives these people away.",
  "explore_affair_client-10000074": "[gun1] notices a bunch of birds flying up in another part of the forest. Seems like there are others nearby.",
  "explore_affair_client-10000075": "Although it's not the time for a break yet, nobody could stop [gun1:17] from sitting down here to have some tea.",
  "explore_affair_client-10000076": "[gun1:20] thinks everyone should jog a bit for some exercise, but everyone else opposes.",
  "explore_affair_client-10000077": "A group of people follows the team for several kilometers. They're black market merchants who want to take advantage of the T-Dolls. [gun1:41] drives these people away.",
  "explore_affair_client-10000078": "[gun1:15] suddenly remembers the person she's subscribed to uploaded a new video today.",
  "explore_affair_client-10000079": "While the others aren't looking, [gun1:15] takes the time to finish a movie.",
  "explore_affair_client-10000080": "Everyone notices that [gun1:20]'s packed equipment today are heavier than before. Guess this is a new sort of training.",
  "explore_affair_client-10000081": "The courier sends a notice to [gun1:16] that her packages have been signed for by Kalina.",
  "explore_affair_client-10000082": "The courier sends a notice to [gun1:16] that her packages were blown up by a mysterious black-cloaked figure during the delivery.",
  "explore_affair_client-10000083": "The courier sends a notice to [gun1:16] that she bought too many things and her goods have been stopped at the base gates.",
  "explore_affair_client-10000084": "[gun1:1] has a taste of today's meal and notices everything is salty. The time for battle has come!",
  "explore_affair_client-10000085": "[gun1:2] has a taste of today's meal and notices everything is sweet. The time for battle has come!",
  "explore_affair_client-10000086": "[gun1:36] discovers a nest of kittens that have lost their mother and decides to bring them back to base with her.",
  "explore_affair_client-10000087": "[gun1:54] becomes suspicious, constantly pointing out that she seems to hear someone speaking Finnish from the underbrush.",
  "explore_affair_client-10000089": "[gun1:36] tries to speak with the animals in the forest, but no animal pays her any attention.",
  "explore_affair_client-10000090": "[gun1:36] tries to speak with the animals in the forest, and a [pet1] tries to converse with her. Neither could understand each other, so [gun1] could only regretfully watch [pet1] leave.",
  "explore_affair_client-10000091": "The T-Dolls discuss a variety of topics to pass the time. If the world is about to be destroyed...[gun1:40] says she'll save the world.",
  "explore_affair_client-10000092": "The T-Dolls discuss a variety of topics to pass the time. If a meteor were to strike Earth...[gun1:10] says this is simply how the universe works, just like when the dinosaurs went extinct, so everyone should just accept it if it were to happen.",
  "explore_affair_client-10000094": "[gun1:38] finds an empty bottle on the ground and thinks she can sell this to a recycler, so she picks it up.",
  "explore_affair_client-10000095": "[gun1:26,31,40] comes across a refugee on the road. After a great internal struggle, she decides to give her rations to the refugee.",
  "explore_affair_client-10000096": "Taking advantage of the down time during a break, [gun1:43] cleans her spare barrel and ammo belt.",
  "explore_affair_client-10000097": "After a long period of observation, [gun1:29] notices [gun2]'s weapon sight is installed the wrong way.",
  "explore_affair_client-10000098": "After a long period of observation, [gun1:29] notices [gun2]'s weapon sight is installed the wrong way.",
  "explore_affair_client-10000099": "After a long period of observation, [gun1:29] notices the red marks on [gun2]'s face actually aren't scars, but ketchup.",
  "explore_affair_client-10000100": "After a long period of observation, [gun1:29] becomes suspicious that [gun2] may not be a T-Doll at all.",
  "explore_affair_client-10000101": "[gun1:3] and [gun2:3] fight over whether hard-boiled or soft-boiled egg is better.",
  "explore_affair_client-10000102": "[gun1:3] and [gun2:3] fight over whether bacon should be grilled or fried.",
  "explore_affair_client-10000104": "[gun1:60] comes across a car wreckage during the mission and she instantly recognizes the large V8 engine, with its once brilliant and magnificent appearance.",
  "explore_affair_client-10000105": "[gun1:50] asks [gun2] when did she get three dummies, and [gun2] orders her to not drink during the mission.",
  "explore_affair_client-10000106": "[gun1:62] accidentally falls asleep while walking.",
  "explore_affair_client-10000107": "[gun1:62] wakes up and almost misses her deadline for submitting her report.",
  "explore_affair_client-10000108": "[gun1:14] finds a mysterious map in a book and follows that map to discover a treasure.",
  "explore_affair_client-10000109": "[gun1:14] trips while walking and reading a book at the same time.",
  "explore_affair_client-10000110": "[gun1:64] makes a very delicious dish through hard work.",
  "explore_affair_client-10000111": "[gun1:64] accidentally overcooks her dish, but it's still somewhat edible…",
  "explore_affair_client-10000112": "Listening to music while performing her mission is very exciting and [gun1:65]'s efficiency is greatly increased as a result.",
  "explore_affair_client-10000113": "[gun1:65] sings to her group and receives praise and a small gift from everyone.",
  "explore_affair_client-10000114": "[gun1:66] feels fully recharged after drinking some tea.",
  "explore_affair_client-10000115": "[gun1:66] calls the group to have tea with her and they are delighted to do so.",
  "explore_affair_client-10000116": "[gun1:67] trips as she ran too fast.",
  "explore_affair_client-10000117": "[gun1:67] picks up someone's lost item while training.",
  "explore_affair_client-10000118": "[gun1:68] has a dispute with another T-Doll while chatting and they split up.",
  "explore_affair_client-10000119": "[gun1:68] exchanges Griffin base gossip with another T-Doll.",
  "explore_affair_client-10000120": "[gun1:69] spaces out while walking and gets lost.",
  "explore_affair_client-10000121": "[gun1:69] looks to be mulling deeply over something but who knows what she's really thinking about.",
  "explore_affair_client-10000122": "[gun1:70] drinks a lot of milk because she wants to grow taller, but it doesn't seem to make any difference.",
  "explore_affair_client-10000123": "[gun1:70] drank too much milk and has to find a toilet.",
  "explore_affair_client-10000124": "[gun1:71] tells a lame joke. Nobody laughs.",
  "explore_affair_client-10000125": "[gun1:71] makes a joke and frightens her group members.",
  "explore_affair_client-10000126": "[gun1:50] drank too much and falls asleep on the side of the road.",
  "explore_affair_client-10000127": "[gun1:50] won a bet against someone on who could handle more liquor and receives a reward.",
  "explore_affair_client-10000128": "[gun1:73] keeps on blabbering, but her audience had already sneaked away.",
  "explore_affair_client-10000129": "[gun1:73] couldn't find someone to deliver a sermon to and is very unhappy.",
  "explore_affair_client-10000130": "[gun1:60] finds something useful while street racing.",
  "explore_affair_client-10000131": "[gun1:75] fights with others over food and wins.",
  "explore_affair_client-10000132": "[gun1:1] has a match with someone over a piece of candy and wins.",
  "explore_affair_client-10000133": "[gun1:1] picks up candy and happily eats it.",
  "explore_affair_client-10000134": "[gun1:77] supervises the other T-Dolls on their work and receives extra income.",
  "explore_affair_client-10000135": "[gun1:38] recycles some garbage and turns them into treasure.",
  "explore_affair_client-10000136": "[gun1:20] undergoes enhancement training.",
  "explore_affair_client-10000137": "[gun1:20] does not forget her training during her mission.",
  "explore_affair_client-10000138": "[gun1:79] tells a ghost story and scares the listeners.",
  "explore_affair_client-10000139": "[gun1:30] pranks another T-Doll and gets taught a lesson by everyone.",
  "explore_affair_client-10000140": "[gun1:30] wants to prank others but did not succeed and gets taught a lesson.",
  "explore_affair_client-10000141": "[gun1:81] searches an unknown area and finds some valuable resources.",
  "explore_affair_client-10000142": "[gun1:81] searches an unknown area and ends up getting lost.",
  "explore_affair_client-10000143": "[gun1:82] defeats a gangster that robs civilians and earns recognition.",
  "explore_affair_client-10000144": "[gun1:82] watches Crimson-Souled Kamen to learn what justice is.",
  "explore_affair_client-10000145": "[gun1:5] eats ice cream slowly at 0.5x speed since it does not melt very quickly in cold places, and that makes her very happy.",
  "explore_affair_client-10000146": "The others were fine while crossing over the snow, but [gun1:5] falls into a snow pit while stepping over the same path. Why is this?",
  "explore_affair_client-10000147": "[gun1:7] falls into a snow pit while crossing over the snow. No clue why she's taking it so hard.",
  "explore_affair_client-10000148": "Knowing that a blizzard is coming, [gun1:55] suddenly becomes very anxious and begins to insist on rushing to the destination before the weather deteriorates.",
  "explore_affair_client-10000149": "Knowing that a blizzard is coming, [gun1:56] suddenly becomes very anxious and begins to insist on saving all her supplies to last through the bad weather.",
  "explore_affair_client-10000150": "[gun1:29] finds an ice sculpture modeled after Agent on the side of the road and wonders if she should tell the others…",
  "explore_affair_client-10000151": "[gun1:30] makes an ice sculpture modeled after Agent in the dark and places it in a spot where someone else will come across it.",
  "explore_affair_client-10000152": "[gun1:33] finds herself a solid chunk of icicle and begins to study the method of icicle combat.",
  "explore_affair_client-10000153": "[gun1:10] looks intently at the vast, snowy scenery but turns around to show nonchalance.",
  "explore_affair_client-10000154": "[gun1:9] walks slowly through the snow. Although she didn't say anything, the others can see she is enjoying the snowy scenery.",
  "explore_affair_client-10000155": "In order to strengthen her cold resistance (self-proclaimed), [gun1:20] takes off some of her winter equipment. I hope she'll be okay.",
  "explore_affair_client-10000157": "Gr G11 and 416 are out on a mission. Gr G11 falls asleep standing while 416 is monitoring the road. 416 turns Gr G11 into a roadside snowman.",
  "explore_affair_client-10000158": "The Commander asked to order only white chocolate during the winter and warned [gun1:5] to not steal any. None were stolen while [gun1] was delivering it, but the mission failed as she did not notice all the white chocolate she dropped onto the snow.",
  "explore_affair_client-10000159": "Ameli meets [gun1:30] while patrolling in the snow. Ameli agrees to watch over the trap for [gun1] and stands beside it 'til dark, and the others mistaken her for a pine tree in the snow.",
  "explore_affair_client-10000160": "[gun1:-83,84] gets blinded by the sunlight reflection off of the snow and curses IOP for making her vision module so much like a human's eyesight.",
  "explore_affair_client-10000161": "[gun1:31] gets scared by Agent that suddenly appears out of nowhere. After shooting at Agent, she realizes that it was only an ice sculpture. Who was it that made that...!",
  "explore_affair_client-10000163": "[gun1:57] feels her head is a bit heavy, but she carries on. Only when she got back to base did she find out that an animal got tangled in her hair, so she quickly saves it.",
  "explore_affair_client-10000164": "[gun1:39] finds a coldness-induced neural-damaged Sangvis Doll in the snowfield and it gets scared into falling in an ice hole.",
  "explore_affair_client-10000165": "[gun1:39] finds a ferocious Sangvis Doll in the snowfield, and she works up the courage to push it into an ice hole.",
  "explore_affair_client-10000166": "Smelling the sweet smell of alcohol, [gun1:50] looks everywhere for it but could not find the source of it.",
  "explore_affair_client-10000167": "Smelling the sweet smell of alcohol, not only does [gun1:50] not find the source of it, she even gets noticed by the enemy, so she has to run away with her tail between her legs.",
  "explore_affair_client-10000168": "A thick sheet of ice gives way under [gun1:7]. She's taking it very hard and looks very despondent.",
  "explore_affair_client-10000169": "[gun1:3] eagerly talks about food ingredients and accidentally falls into an ice hole.",
  "explore_affair_client-10000170": "A small child tries his best to stop [gun1:39] from moving forward as it is a heavily contaminated area.",
  "explore_affair_client-10000171": "[gun1:8] works hard to keep the atmosphere lively, but accidentally stumbles on a rock. However, not only did she maintain her balance, she also finds gems on the ground! She does a double take to realize she's mistaken and that it's just trash.",
  "explore_affair_client-10000172": "[gun1:8] works hard to keep the atmosphere lively, but accidentally stumbles on a rock and falls.",
  "explore_affair_client-10000173": "[gun1:9] immensely enjoys the vastness of the wastelands and strolls around alone during a break. She gets noticed by the enemy and has to retreat.",
  "explore_affair_client-10000174": "[gun1:11] borrows a car and drives her teammates over the wastelands. However, one of the tires blows up and they have to stop to repair it. It ends up making no difference when it comes to time saved.",
  "explore_affair_client-10000175": "[gun1:17] brews a cup of black tea with great difficulty in the wastelands, but before she could even get a sip, the wind blows dust all over her cup. What a waste.",
  "explore_affair_client-10000176": "[gun1:17] brews a cup of black tea with great difficulty in the wastelands and enjoys it while carefully blocking the wind. She is in very good spirits.",
  "explore_affair_client-10000177": "[gun1:53] finds herself in a poetic mood and immediately sits down to compose a poem. However, she wrote for too long and has to run to catch up to her teammates.",
  "explore_affair_client-10000178": "[gun1:40] comes across an overturned truck on the road and scolds the people that are stealing the goods.",
  "explore_affair_client-10000179": "[gun1:14] finds a decade long out-of-print book in a remote bookstore. This is way more precious than gold!",
  "explore_affair_client-10000180": "After receiving a considerable tip, the bar owner whispers…[gun1:32] was lying when she said she got lucky after winning all those bets.",
  "explore_affair_client-10000181": "After receiving a considerable tip, the bar owner whispers…[gun1:5] can't eat anymore.",
  "explore_affair_client-10000182": "After receiving a considerable tip, the bar owner whispers…Helian's blind date yesterday was a bust.",
  "explore_affair_client-10000183": "After receiving a considerable tip, the bar owner whispers…the drink that [gun1:50] said tastes very good while drunk a few days ago is actually gasoline.",
  "explore_affair_client-10000184": "When everyone saw [gun1:34] coming toward them they decided to go around her.",
  "explore_affair_client-10000185": "Some humans try to strike up a conversation with [gun1:35], but she rejects them, yet they somehow get excited.",
  "explore_affair_client-10000186": "[gun1:29] encounters a thief at the mall. She intentionally lets the thief steal a bag full of trash and secretly records their reaction.",
  "explore_affair_client-10000187": "[gun1:30] encounters a thief at the mall. She pretends to be a vulnerable girl in need of help and successfully gets a group of people to beat up the thief and return her wallet.",
  "explore_affair_client-10000188": "[gun1:36]'s entry into the diner gets refused because she's carrying a pet, so she has no choice but to wait for her teammates to bring her the takeout.",
  "explore_affair_client-10000189": "[gun1:38] finds herself with extra cash this month and plans to have a look around the shopping center. However, she overhears that the delivery at the base is backed up and decides to save her money instead.",
  "explore_affair_client-10000190": "[gun1:38] finds herself with extra cash this month and plans to have a look around the shopping center. She happily buys what she needed and also gets a gift for the Commander.",
  "explore_affair_client-10000191": "Although [gun1:27] really wants to go shopping, she remembers that she is in the middle of a mission and regretfully forgets about the idea.",
  "explore_affair_client-10000192": "While playing with someone, [gun1:27] suddenly remembers that she has work to do, so she immediately returns to work, leaving the other person dejected.",
  "explore_affair_client-10000193": "[gun1:75] finds her ration bag to be completely empty, and she had already cleaned out the rations of her teammates. [gun1]'s processor almost crashes right then and there.",
  "explore_affair_client-10000194": "[gun1] finds a mysterious cave, but she couldn't see anything because of the darkness, so she hesitates in going in.",
  "explore_affair_client-10000195": "[gun1:81] finds a mysterious cave and excitedly rushes in, but she stumbles on a rock at the entrance.",
  "explore_affair_client-10000196": "[gun1:79] finds a mysterious cave and starts to tell the others about stories of explorers and treasures. The others listen with bated breath.",
  "explore_affair_client-10000197": "[gun1:71] finds a mysterious cave and jokes that a bear may be residing inside. She did not expect a bear to actually come running out.",
  "explore_affair_client-10000198": "[gun1:20] finds a mysterious cave and the group decides to explore it while [gun1] does push-ups at the entrance.",
  "explore_affair_client-10000199": "[gun1] treks through the jungle with great difficulty but comes across a fantastic viewpoint and decides to stop for a rest.",
  "explore_affair_client-10000200": "[gun1:51] treks through the jungle with great difficulty but comes across a fantastic viewpoint and decides to plant in this spot the seeds of the various unknown plants she had collected from before.",
  "explore_affair_client-10000201": "[gun1:8] treks through the jungle with great difficulty but comes across a fantastic viewpoint and immediately throws a party with her teammates.",
  "explore_affair_client-10000202": "[gun1:66] treks through the jungle with great difficulty but comes across a fantastic viewpoint and immediately sets up her teapot for brewing before the others could even react.",
  "explore_affair_client-10000203": "[gun1] inadvertently looks up and sees a cute squirrel looking at her, so she happily greets it.",
  "explore_affair_client-10000204": "[gun1:69] inadvertently looks up and sees a cute squirrel looking at her. [gun1] keeps staring at the squirrel but her feet do not stop, and she runs into a tree in front of her.",
  "explore_affair_client-10000205": "[gun1:39] inadvertently looks up and sees a cute squirrel looking at her. She gives the squirrel her precious chocolate but it runs off with the chocolate without even looking back at her.",
  "explore_affair_client-10000206": "[gun1:5] inadvertently looks up and sees a cute squirrel looking at her. She drools as her eyes lock onto the nut in the squirrel's arms, which scares the squirrel away.",
  "explore_affair_client-10000207": "The snowstorm picks up and [gun1] decides to take refuge in the igloo she found on the side of the road.",
  "explore_affair_client-10000208": "The snowstorm picks up and [gun1:14] decides to finish reading her novel overnight in the igloo she found on the side of the road.",
  "explore_affair_client-10000209": "The snowstorm picks up and [gun1:15] decides to catch up with her drama shows in the igloo she found on the side of the road.",
  "explore_affair_client-10000210": "[gun1:30] secretly makes a snowball and throws it on someone's face while they aren't looking. She ends up getting turned into a snowman by the return fire.",
  "explore_affair_client-10000211": "Having been trekking through the snow for a long while, the tired [gun1] proposes that everyone build a snowman together.",
  "explore_affair_client-10000212": "Everyone builds a snowman together. After everyone else left, [gun1:24] discretely wraps her favorite scarf around the snowman's neck.",
  "explore_affair_client-10000213": "[gun1:31,39,1] heard a rumor that iron fences taste sweet in the winter, so she sneaks a taste while the others aren't looking.",
  "explore_affair_client-10000214": "Seeing someone fall into quicksand, [gun1:40] immediately jumps in to save them, and together they shout for help.",
  "explore_affair_client-10000215": "[gun1] meets a group of hunters and somehow gets into a lively conversation.",
  "explore_affair_client-10000216": "[gun1:3] meets a group of hunters and engages them in a happy conversation. The hunters give her the prey they just captured as a gift.",
  "explore_affair_client-10000217": "[gun1:5] meets a group of hunters and engages them in a happy conversation. It was a very merry atmosphere until she ate all of the hunters' rations.",
  "explore_affair_client-10000218": "[gun1:4] meets a group of hunters and engages them in a happy conversation. It was a very merry atmosphere until she personally cooked and served a very charred meal.",
  "explore_affair_client-10000219": "[gun1] finds a flower on the side of the road that she has never seen before, so she stops to look at it.",
  "explore_affair_client-10000220": "[gun1:51] finds a flower on the side of the road that she has never seen before, so she carefully picks the flower and presses it in a book so that she can show it to the Commander when she gets back.",
  "explore_affair_client-10000221": "[gun1:5] finds a flower on the side of the road that she has never seen before, so she eats it.",
  "explore_affair_client-10000222": "[gun1:62] finds a flower on the side of the road that she has never seen before, so she stops to look at it, and then she falls asleep.",
  "explore_affair_client-10000223": "[gun1] sees a human girl run to a boy for an embrace, and she could not help but think of the Commander.",
  "explore_affair_client-10000224": "[gun1:14] sees a human girl run to a boy for an embrace, which reminds her of the tragic fate of a girl and a boy in a book she read. Sigh.",
  "explore_affair_client-10000225": "[gun1:51] sees a human girl run to a boy for an embrace, and she passionately writes a letter to the Commander.",
  "explore_affair_client-10000226": "[gun1] comes across a vending machine is attracted by the weird things inside.",
  "explore_affair_client-10000227": "[gun1:5] comes across a vending machine and wouldn't leave. She throws a tantrum by rolling on the ground and has to be dragged away.",
  "explore_affair_client-10000228": "[gun1:69] comes across a vending machine and has been staring intently at the contents inside for two hours already.",
  "explore_affair_client-10000229": "[gun1:59] comes across a vending machine and confidently says she'll show the others how to operate it. She then gets her hand stuck in the take-out port.",
  "explore_affair_client-10000230": "[gun1:7] comes across a vending machine. She wanted to buy some snacks, but minding her weight, she pulls back her outstretched arm.",
  "explore_affair_client-10000231": "[gun1] enters the supermarket to replenish her supplies.",
  "explore_affair_client-10000232": "[gun1:5] enters the supermarket to replenish her supplies and refuses to leave the taste testing area.",
  "explore_affair_client-10000233": "[gun1:16] enters the supermarket to replenish her supplies but ends up shopping in the fashion area for an entire day instead.",
  "explore_affair_client-10000234": "[gun1:64] enters the supermarket to replenish her supplies and ends up leaving happily with a bunch of cooking ingredients.",
  "explore_affair_client-10000235": "[gun1:24] enters the supermarket to replenish her supplies and is deeply attracted by the seniors' clothing area.",
  "explore_affair_client-10000236": "Considering the amount of effort she put forth in completing the mission over the past few days, [gun1] decides to treat herself to a nice meal.",
  "explore_affair_client-10000237": "Considering the amount of effort she put forth in completing the mission over the past few days, [gun1:3] decides to treat herself to a nice meal and carefully cooks up a table full of delicious dishes.",
  "explore_affair_client-10000238": "Considering the amount of effort she put forth in completing the mission over the past few days, [gun1:5] decides to treat herself to a nice meal and goes to the city's best all-you-can-eat buffet. She ate so much that she ends up getting asked to leave by a tearful manager.",
  "explore_affair_client-10000239": "Going through the city center, [gun1] is deeply attracted by the bustling atmosphere.",
  "explore_affair_client-10000240": "Going through the city center, everyone is deeply attracted by the bustling atmosphere. When [gun1:60] came back to her senses, she had already created a path in the crowd.",
  "explore_affair_client-10000241": "Standing on high ground, [gun1:52] rushes at her teammates while making weird faces.\nHowever, she does not notice the moss on the rocks and slips as she jumps on them.\nFacing the laughter of her teammates, [gun1] dejectedly resumes walking.",
  "explore_affair_client-10000242": "[gun1:52] accidentally steps on a landmine but is able to narrowly escape the explosion.",
  "explore_affair_client-10000243": "[gun1:21] discovers an anti-personnel mine in the area.\n[gun1] deactivates the mine, allowing the group to continue on with their mission.",
  "explore_affair_client-10000244": "The government gives [gun1:77] a commendation upon hearing that she convinced the local hoodlums to turn over a new leaf and volunteered to serve in the town militia.",
  "explore_affair_client-10000245": "[gun1:77] finds a gang of hoodlums and decides to correct their ways with harsh training.",
  "explore_affair_client-10000246": "[gun1]'s echelon are ambushed by S.F. forces while they are protecting the local residents. Fortunately, they defeat the Sangvis forces, and the last transmission from the Sangvis leader before she is destroyed is \"Don't stop~\"",
  "explore_affair_client-10000247": "[gun1] passes by a grocery store and finds that the mailbox is stuffed full of letters to the owner even though the door is locked. The Dolls are curious and want to open the letters; hopefully nothing strange happens to them.",
  "explore_affair_client-10000248": "[gun1] discovers a black and white teddy bear by the side of the road. It looks so scary that she destroys it.",
  "explore_affair_client-10000249": "[gun1] discovers a 21-meter tall Military mech! Though surprised, [gun2] immediately orders the echelon to retreat. Meanwhile, [gun3] studies the mech carefully and then orders everyone to carry on, because the manufacturer of the giant robot is the Bondai Company.",
  "explore_affair_client-10000250": "[gun1:77] is intrigued by a large marketplace and changes course.",
  "explore_affair_client-10000251": "The echelon arrives at a supply point, but [gun1:53] discovers that it doesn't take credit and panics! Fortunately, [gun2] has a lot of hard cash on her.",
  "explore_affair_client-10000252": "[gun1:81] finds a huge egg in the wilderness. Excited, she brings it back to base, only to find that it is just a toy.",
  "explore_affair_client-10000253": "[gun1:81] finds an abandoned industrial manufacturing plant. When it occurs to her how it's all materials that can be broken down, she gets so excited that she tells the echelon that she's going to max out everyone's load capacity today.",
  "explore_affair_client-10000254": "[gun1:81] collects many bottle caps in the desert. She has no idea what they can be used for, but she's very happy about it.",
  "explore_affair_client-10000255": "[gun1:81] spends all her money on buying gear, but she seems to have forgotten that she started out wanting to buy rations.",
  "explore_affair_client-10000256": "[gun1:81] discovers a strange-looking marsh crab in the wilderness. It reminds her of a post-apocalyptic survival computer game and she immediately does battle with it. Later, the Dolls discover that it was just an ordinary crab.",
  "explore_affair_client-10000257": "[gun1:11] finds a flying car, but once she gets in she finds that it's out of gas. The entire echelon decides to push it to a gas station to experience what it's like to fly, but in the end they discover that the station doesn't have any gas for the car.",
  "explore_affair_client-10000258": "[gun1:40] saves a couple in distress out in the wilderness. They send a thank-you letter to Griffin.",
  "explore_affair_client-10000259": "[gun1:69] stares at an old tree, as though she's observing something.",
  "explore_affair_client-10000260": "Everyone is shocked to find that [gun1:69] has gotten lost. Fortunately [gun2] brings her back. ",
  "explore_affair_client-10000261": "[gun1:66] pulls out an exquisite tea set and begins brewing tea at an empty spot.",
  "explore_affair_client-10000262": "[gun1:65] begins singing in the forest, which draws many friends who are also fans of singing. ",
  "explore_affair_client-10000263": "[gun1:66] decides to catalog the various types of tea leaves to kill time. [gun2] ends up becoming very interested in the subject.",
  "explore_affair_client-10000264": "[gun1:79] spoils the ending for a book that she has recently finished. This earns her a beating from [gun2], who is still reading the book.",
  "explore_affair_client-10000265": "[gun1:30] makes up details about the Commander's love life during a gossipy discussion. Surprisingly enough, all the other girls buy it, and they muse that it's changed the way they view the Commander.",
  "explore_affair_client-10000266": "While [gun1:71] is fighting an intense battle with Sangvis Dolls, she declares that she has support from the Military. The Sangvis forces decide to withdraw.",
  "explore_affair_client-10000267": "[gun1:66] isn't a big fan of tea, but after trying a sip of the lemon tea that [gun2] brought with her, she announces that she's going to use her pay for this mission to buy ten cases of the yellow-packaged lemon tea over the Internet.",
  "explore_affair_client-10000268": "[gun1:68] brings up the topic of the Oath with everyone, which leads to an intense discussion that somewhat slows down the expedition.",
  "explore_affair_client-10000269": "[gun1:62] has been sleeping while walking for a very long time, but nobody has noticed she's asleep yet.",
  "explore_affair_client-10000270": "[gun1:62] wraps herself in a blanket of unknown origin and declares that she's done being a Doll. [gun2] slaps her awake and confiscates the blanket.",
  "explore_affair_client-10000271": "[gun1:73] sees that a human hasn't sorted out his trash properly. Thus she kindly and gently asks him, \"you've sorted it wrong, what kind of trash are you?\"",
  "explore_affair_client-10000272": "[gun1:65] complains that the streaming platform she's using took down many of her favorite songs.",
  "explore_affair_client-10000273": "[gun1:67] discovers that everyone is severely lacking in exercise and exhorts everyone to start training, but only [gun2] pays her any heed.",
  "explore_affair_client-10000274": "In order to cook the perfect steak, [gun1:64] decides to buy a non-stick pan and a meat thermometer over the Net. Then she realizes that there's no signal in the forest, so she decides to pick up the pace in order to leave the forest sooner.",
  "explore_affair_client-10000275": "[gun1:75] goes off by herself and attacks a S.F. production plant. In the press interview which follows, she says that she attacked the plant because she found lots of rations there.",
  "explore_affair_client-10000276": "The day isn't over yet, but [gun1:75] has already devoured the entire echelon's food supply. ",
  "explore_affair_client-10000277": "[gun1:15] secretly tells everyone about a new Doll — the message traffic which follows floods the Commander's comms channel.",
  "explore_affair_client-10000278": "After seeing the complex terrain... [gun1:60] abandons her plans to race with [gun2:60].",
  "explore_affair_client-10000279": "An explosion happens while [gun1:4] is baking bread for everyone. Fortunately, none of the Dolls are hurt. ",
  "explore_affair_client-10000280": "After taking a break, everyone is surprised to discover that they are surrounded by S.F. forces. Just then, the toaster that [gun1:4] is operating explodes, and the Dolls take advantage of this to break through the encirclement.",
  "explore_affair_client-10000281": "[gun1:5] has recently discovered a new way to make money; she's offering \"substitute eater\" services online and has managed to enjoy a lot of delicious food for free this way. However, she's mainly been eating set meals at a certain fast food restaurant; apparently it has something to do with a collaboration run by a certain popular online game...",
  "explore_affair_client-10000282": "In order to stop [gun1:5] from pinching food, her fellow Dolls have changed their combat rations to dried biscuits that don't taste too good.",
  "explore_affair_client-10000283": "[gun1:34] has recently discovered a new way to make money. By standing for a few hours in front of a store, the boss will come out to offer her protection money.",
  "explore_affair_client-10000284": "[gun1:77] discovers that [gun2]'s shooting stance is 5 degrees off and spends a long time correcting her.",
  "explore_affair_client-10000285": "[gun1:31] wants to observe the clouds from a different angle, so she takes the echelon on a long walk...",
  "explore_affair_client-10000286": "[gun1:37] plots a better route of advance and the echelon's exploration efficiency improves.",
  "explore_affair_client-10000287": "[gun1:37] discovers a hiding place for S.F. forces and passes this information up to the Commander.",
  "explore_affair_client-10000288": "[gun1:2] pours lots of vinegar into her combat rations. The Dolls around her are stunned by this.",
  "explore_affair_client-10000289": "After seeing a starving human, [gun1:39] gives him all of her rations.",
  "explore_affair_client-10000290": "[gun1:39] finds a white-haired old man lying on the ground and carefully helps him up, then realizes that he is just a standee for a fast food restaurant.",
  "explore_affair_client-10000291": "[gun1:21] senses that this expedition will be fraught with danger and immediately begins reading up on a great deal of survival knowledge.",
  "explore_affair_client-10000292": "[gun1:29] suspects that Tokarev's hair color was caused by overwork.",
  "explore_affair_client-10000293": "[gun1:29] suspects that C96's hair color was caused by overwork.",
  "explore_affair_client-10000294": "[gun1:29] suspects that M1A1's hair color was caused by overwork.",
  "explore_affair_client-10000295": "[gun1:29] suspects that SVD's hair color was caused by overwork.",
  "explore_affair_client-10000296": "[gun1:29] suspects that MG42's hair color was caused by overwork.",
  "explore_affair_client-10000297": "[gun1:29] suspects that Gr PSG-1's hair color was caused by overwork.",
  "explore_affair_client-10000298": "[gun1:29] suspects that Five-seven's hair color was caused by overwork.",
  "explore_affair_client-10000299": "[gun1:29] suspects that IWS 2000's hair color was caused by overwork.",
  "explore_affair_client-10000300": "[gun1:29] suspects that M590's hair color was caused by overwork.",
  "explore_affair_client-10000301": "Although she obtained lots of training data, [gun1:28] did not analyze it in earnest and so she gained fewer supplies.",
  "explore_affair_client-10000302": "The present situation reminds [gun1:14] of the events from a certain light novel and she immediately ropes the echelon into re-enacting the scene.",
  "explore_affair_client-10000303": "[gun1:6] becomes depressed after looking at the heights of the Dolls travelling with her.",
  "explore_affair_client-10000304": "After seeing the unequal division of refugees' rations, [gun1:82,40] takes the initiative to share her own food with them.",
  "explore_affair_client-10000305": "In order to win at a video game, [gun1:82] selfishly uses one of her teammate's items. After it's over, she muses that \"justice really is what you make of it.\"",
  "explore_affair_client-10000306": "[gun1:59] goes off on her own and is nearly captured by S.F.",
  "explore_affair_client-10000307": "[gun1:59] leaves a note to everyone saying, \"I'll be right back\" and heads to the battlefield. Fortunately, she returns safely not long afterwards.",
  "explore_affair_client-10000308": "[gun1:75,5] leaves a note to everyone saying, \"I'll be right back,\" and heads to the battlefield, but she doesn't return for a long time... In the end, [gun2] finds her in a fast food restaurant near the battlefield.",
  "explore_affair_client-10000309": "[gun1] and [gun2] have a dispute about which way to go. In the end, they use dice to pick among six paths.",
  "explore_affair_client-10000310": "[gun1] finds many unused ammunition at the coordinates she has been given.",
  "explore_affair_client-10000311": "[gun1] discovers a malfunction with her communicator. After troubleshooting the problem, she discovers that the area she is in does not support Tactical Doll communications protocols.",
  "explore_affair_client-10000312": "[gun1] almost falls because of the difficult terrain. Fortunately [gun2] grabs her in time.",
  "explore_affair_client-10000313": "[gun1] and her echelon get drenched from a sudden downpour because they forgot their weather-resistant gear.",
  "explore_affair_client-10000314": "While the echelon is moving, [gun1] realizes that Dolls behind the wheel don't understand the difference between a left turn and a right turn.",
  "explore_affair_client-10000315": "[gun1] feeds a cat by the roadside and finds it so cute that she requests the Commander put one in the dorm.",
  "explore_affair_client-10000316": "[gun1] finds some extra accessories on her gun during her gear check. She guesses that the Commander must have secretly installed them.",
  "explore_affair_client-10000317": "[gun1] buys some gifts for the Dolls back in Griffin.",
  "explore_affair_client-10000318": "[gun1] encounters an S.F. echelon while on patrol and an intense battle breaks out. ",
  "explore_affair_client-10000319": "[gun1] finds that the accessories of her gun have been mounted the wrong way round and spends a long time fixing them.",
  "explore_affair_client-10000320": "[gun1] is surprised that nobody's caught her slacking off after so long.",
  "explore_affair_client-10000321": "Several bandits suddenly show up and steal the gear of [gun1]'s echelon. However, they are immediately subdued by the other echelons chasing them and robbed of many precious supplies.",
  "explore_affair_client-10000322": "[gun1] sees a line outside a coffee shop and joins the queue out of curiosity. After spending three hours in line, she finally manages to buy a Caffe Americano.",
  "explore_affair_client-10000323": "[gun1] finds that she forgot to charge her phone, and is left with no choice but to buy a powerbank at great price from a 24-hour convenience store.",
  "explore_affair_client-10000324": "While [gun1] is wondering about which kind of ration to eat, she catches [gun2] snacking on her rations.",
  "explore_affair_client-10000325": "[gun1] decides to request a jazz song for the echelon, but is told by the radio station that they can't play it because they don't have the copyrights to it.",
  "explore_affair_client-10000326": "After being dummy-linked, [gun1] finds that she needs more rations.",
  "explore_affair_client-10000327": "[gun1] realizes that the video game she ordered will be arriving soon and speeds the expedition up.",
  "explore_affair_client-10000328": "[gun1:14] wants to know about humanity's future. so she reads \"Rewrite\", by a famous author.",
  "explore_affair_client-10000329": "[gun1:25] believes she'll be able to see penguins and hides in the snow for a long time, until she ends up as an ice sculpture.",
  "explore_affair_client-10000330": "[gun1:7] is ecstatic once they reach the snowfields, saying that anything they eat here will be low-calorie.",
  "explore_affair_client-10000331": "[gun1:52] drags the others Dolls in search of auroras, but instead they find a secret Sangvis Ferri manufacturing plant. ",
  "explore_affair_client-10000332": "Several rare animals catch [gun1:52]'s attention, but she falls through a hole in the ice while following them.",
  "explore_affair_client-10000333": "[gun1] tells [gun2:17] that the weather is about to change, and [gun2] starts chattering happily away with [gun1]. In the end, both of them forget to tell the other Dolls about the weather and the expedition is slowed down.",
  "explore_affair_client-10000334": "[gun1] discovers a few starving baby animals and gives them some of her rations.",
  "explore_affair_client-10000335": "[gun1:38] discovers that her budget funds are inadequate and decides to make 416's merch for sale to make up for the shortfall.",
  "explore_affair_client-10000336": "[gun1:38] discovers that her budget funds are inadequate and decides to make Gr G11's merch for sale to make up for the shortfall.",
  "explore_affair_client-10000337": "[gun1:38] discovers that her budget funds are inadequate and decides to make UMP45's merch for sale to make up for the shortfall.",
  "explore_affair_client-10000338": "[gun1:38] discovers that her budget funds are inadequate and decides to make UMP9's merch for sale to make up for the shortfall.",
  "explore_affair_client-10000339": "[gun1:38] finds that someone has been turning on the searchlights in the day and is very angry.",
  "explore_affair_client-10000340": "[gun1:50] reports S.F. troops ahead, but upon seeing the empty liquor bottle in her hand, they decide to disregard her report.",
  "explore_affair_client-10000341": "The Dolls are having trouble moving through the snowfield, which comes to the attention of the local residents. They quickly make snowshoes fitted for [gun1] and the rest of her echelon. Although the handmade products are fragile, the Dolls return them all in one piece.",
  "explore_affair_client-10000342": "[gun1] finds a seal that shines gold, and for some reason [gun2] produces a spear out of nowhere. In the end, they look into the seal's innocent eyes and decide to spare it.",
  "explore_affair_client-10000343": "While exploring the ruins of a research base, [gun1] discovers an envelope containing a million dollars in old bills. She is about to report it to the Commander when she notices the word \"treasure\" written on the envelope. The Dolls discuss the matter and ultimately decide to put the envelope back where they found it — after all, it could very well be the proof that makes someone's dream come true.",
  "explore_affair_client-10000344": "[gun1:41] gains the assistance of the local residents while battling S.F. elite forces.",
  "explore_affair_client-10000345": "The presence of [gun1:41] makes negotiations with the local command post go very well.",
  "explore_affair_client-10000346": "[gun1:45] and [gun2:45] decide to have a duel on the snowfield to kill time, but they are stopped by [gun3] in the end.",
  "explore_affair_client-10000347": "[gun1:61] flips through the calendar and finds that today is a good day for a vacation. Her suggestion meets with unanimous approval from the echelon and they all decide to take a break. As a result, the echelon's exploration speed is reduced.",
  "explore_affair_client-10000348": "After a long expedition, [gun1:23] wants to contact the Commander, but she also wants the Commander to make the first move. Thus, she decides to write this message here.",
  "explore_affair_client-10000349": "[gun1:9] is a loner and deliberately keeps her distance from the rest of the echelon, but before she knows it, she has joined a troop of penguins in their migration. Hopefully she will find her way back to Griffin...",
  "explore_affair_client-10000350": "[gun1:9] finds a lot of gear dropped by Dolls as she brings up the rear of the echelon.",
  "explore_affair_client-10000351": "[gun1:8] feels that there are too few people in the echelon and gathers penguins from all over to expand the echelon's numbers.",
  "explore_affair_client-10000352": "The Dolls are designing an echelon emblem. [gun1:24] suggests that they make the word \"Griffin\" in the emblem a little bigger.",
  "explore_affair_client-10000353": "After discovering a S.F. recon unit ahead, [gun1:35] and [gun2:35] stare at them for a long time before nodding to each other. The Sangvis forces are swiftly wiped out and the other Dolls praise their coordination.",
  "explore_affair_client-10000354": "[gun1:27] discovers a huge cache of supplies and gathers the rest of the echelon to bring them back to Griffin.",
  "explore_affair_client-10000355": "A Doll in the echelon suggests that they take a break, but [gun1:27] immediately shoots down the suggestion.",
  "explore_affair_client-10000356": "[gun1:27] brings back all the slacking Dolls and the expedition's speed picks up.",
  "explore_affair_client-10000357": "[gun1:27] enjoys the expedition and hopes she can spend 6 days every week going on them.",
  "explore_affair_client-10000358": "[gun1:19] gets into a fight with a huge bear and comes out the victor in the end.",
  "explore_affair_client-10000359": "[gun1:19] saves a bunny from the jaws of a tiger.",
  "explore_affair_client-10000360": "After the echelon rescues a refugee camp, the kids present the echelon with multi-colored stones, which deeply moves [gun1:18].",
  "explore_affair_client-10000361": "[gun1:18] halts the echelon's advance, because she realizes that some of the Dolls in the echelon are at their limit.",
  "explore_affair_client-10000362": "[gun1:3] writes a recipe for Dolls who are bad at cooking. One of the directions reads, \"when prepping instant noodles, pour in boiling water and open the lid immediately after three whole minutes...\"",
  "explore_affair_client-10000363": "Ever since [gun1:3] joined the echelon, the Dolls' combat efficiency has risen tremendously thanks to improved field rations.",
  "explore_affair_client-10000364": "[gun1:58] is ice-skating on the snowfields. The local penguins take her for one of them and heavily surround her. [gun2] theorizes that the penguins are fighting over who gets to be her mate.",
  "explore_affair_client-10000365": "[gun1:36] finds many animals who are willing to follow her, but they all leave once they see the other Dolls' weapons.",
  "explore_affair_client-10000366": "[gun1:3] discovers a valuable truffle and turns it into delicious food. The echelon is highly motivated!",
  "explore_affair_client-10000367": "[gun1:4] finds a strange mushroom. She hesitates for a moment, then tramples it into the ground.",
  "explore_affair_client-10000368": "[gun1:59] finds a valuable truffle and wants to turn it into delicious food, but the result isn't to her liking. She secretly destroys the evidence and moves on while pretending that nothing had happened.",
  "explore_affair_client-10000369": "[gun1:75] discovers a valuable truffle and is about to consume it on the spot before [gun2] stops her.",
  "explore_affair_client-10000370": "[gun1:81] finds a spooky cave and decides to explore it. She discovers too late that it's a trap set by a hunter, and a bear trap injures her ankle.",
  "explore_affair_client-10000371": "[gun1:25] finds a spooky cave and begins arguing with her teammates about what's inside.",
  "explore_affair_client-10000372": "Sunlight filters through the gaps in the leaves. It's slightly blinding, but [gun1:51] still gazes towards it.",
  "explore_affair_client-10000373": "[gun1:3] catches a Dinergate-sized fish by the lake and decides to make fish for the echelon tonight.",
  "explore_affair_client-10000374": "[gun1:5] accidentally eats an experimental dish discarded by [gun2:4], and her body begins to glow with a blinding light...",
  "explore_affair_client-10000375": "[gun1:50] gets drunk, climbs onto a tree branch and falls asleep, leading to her being late in meeting up with the rest of the echelon.",
  "explore_affair_client-10000376": "As the echelon enters a discussion, [gun1:28] begins spacing out with a serious look on her face.",
  "explore_affair_client-10000377": "[gun1:24] believes that floral-pattern cotton jackets from Northeastern China are superior to expensive modern fashions in cost-effectiveness and aesthetics, and attempts to persuade the entire echelon to wear them with her.",
  "explore_affair_client-10000378": "The echelon discusses whether or not to use a shark plush doll to mess with [gun1:36]'s pet.",
  "explore_affair_client-10000379": "[gun1:30] is thinking about whether or not to tell [gun2:39] that she's been wearing the prank sign that she had stuck on her for an entire day.",
  "explore_affair_client-10000380": "[gun1:29] tries to use the subtle shifts in facial muscles to assess the emotions of others, but [gun2:35]'s face doesn't budge in the slightest until she gives up.",
  "explore_affair_client-10000381": "[gun1:65] tries to share her favorite music with [pet1], but it doesn't seem to appreciate it.",
  "explore_affair_client-10000382": "[gun1:9] discovers that she can enjoy a brief period of solitude if she turns off her sensory modules. Then she trips and falls flat on her face.",
  "explore_affair_client-10000383": "[gun1] tries to make a flower out of a discarded pair of stockings and some steel wire, but fails.",
  "explore_affair_client-10000384": "[gun1] tries to make a flower out of a discarded pair of stockings and some steel wire, and she succeeds.",
  "explore_affair_client-10000385": "[gun1] happens to see [gun2:33]'s diary, which contains a detailed account of the Commander's schedule.",
  "explore_affair_client-10000386": "[gun1:39] begins to wonder if she's an idiot because she's never gotten a cold before.",
  "explore_affair_client-10000387": "A refugee child is frightened to tears upon seeing [gun1:34], which leaves her deeply shaken.",
  "explore_affair_client-10000388": "[gun1:35] and [gun2:62] stare each other down for over 10 minutes, but [gun1:35] doesn't realize that [gun2:62] can fall asleep without closing her eyes.",
  "explore_affair_client-10000389": "The Dolls talk about the highest number of sheep they've counted before falling asleep, with [gun1:62] consistently being the one with the lowest amount.",
  "explore_affair_client-10000390": "[gun1:14] reads a detective story recommended by [gun2], but she feels that the content doesn't qualify as a detective story at all.",
  "explore_affair_client-10000391": "[gun1:70] asserts that skimmed milk is as soulless as unsweetened beverages.",
  "explore_affair_client-10000392": "Recently, [gun1:29] keeps meeting [gun2:37]'s gaze, as though the former knows she's keeping an eye on her...",
  "explore_affair_client-10000393": "[gun1:29] derives great enjoyment from [gun2:10]'s surveillance of her.",
  "explore_affair_client-10000394": "[gun1:18] discovers that [gun2:12] always rushes to the head of the pack during missions.",
  "explore_affair_client-10000395": "[gun1] discovers a campsite she used before. A long time has passed, but virtually nothing has changed.",
  "explore_affair_client-10000396": "[gun1] discovers a campsite she used before. It looks like a lot of people have visited this place, and the remains of the campfire are filled with ashes.",
  "explore_affair_client-10000397": "[gun1] wakes up in the morning, and as the sunlight falls on her shoulders, she feels as free as a bird.",
  "explore_affair_client-10000398": "Sometimes, [gun1] feels that her life is dry and boring, but she knows that life is not a fairy tale, so after she's done complaining, she still has to head out anyway.",
  "explore_affair_client-10000399": "[gun1] bumps her head into the door frame upon entering an abandoned building. The ground here shows signs of sinking.",
  "explore_affair_client-10000400": "If only [gun1:58,6] were a bit taller, she would be able to climb out of this hole without much effort.",
  "explore_affair_client-10000401": "[gun1] suddenly notices cherry blossom petals falling and raises her head eagerly, only to realize that it's just white-colored dust carried by the wind.",
  "explore_affair_client-10000402": "While [gun1] is resting, she discovers a bird's nest. It's empty, with only a few eggshell fragments remaining within.",
  "explore_affair_client-10000403": "[gun1] picks up several pretty feathers, and [gun2:51] declares them to be gifts of the forest.",
  "explore_affair_client-10000404": "[gun1:32] realizes that the owner of these shed feathers is most likely dead, but she decides not to mention it.",
  "explore_affair_client-10000405": "[gun1:21] finds it strange that the mushroom she had secretly picked for herself went missing the next day.",
  "explore_affair_client-10000406": "[gun1] discovers a strange-looking large mushroom under a dried log. She realizes it's poisonous and throws it away.",
  "explore_affair_client-10000407": "[gun1] discovers a strange-looking large mushroom under a dried log. She decides to dig deeper and finds some old coins that someone buried there.",
  "explore_affair_client-10000408": "[gun1] encounters a patch of swamp in the forest and nimbly avoids it.",
  "explore_affair_client-10000409": "[gun1] falls into a patch of swamp in the forest, but fortunately her team finds her in time and rescues her.",
  "explore_affair_client-10000410": "[gun1:53] finds wild lingzhi under a dried log and decides to make it into a tonic soup for the Commander's health.",
  "explore_affair_client-10000411": "[gun1:5] finds a strange-looking large mushroom under a dried log, and after she makes it into a soup and drinks it, she feels very strong.",
  "explore_affair_client-10000412": "[gun1:30] discovers a strange-looking large mushroom under a dried log. She realizes it's poisonous and decides to give it to the rookie on the team as a present.",
  "explore_affair_client-10000413": "[gun1:50] gets drunk and falls into a patch of swamp in the forest. By the time she's found, only her right hand (which is holding a beer bottle) is still showing.",
  "explore_affair_client-10000414": "[gun1:36] falls into a patch of swamp in the forest and begs a passing bear for help. Surprisingly enough, it rescues her, and she gives it the jerky in her pack as a token of appreciation.",
  "explore_affair_client-10000415": "[gun1:51] encounters a pair of quarreling lovers. Just as she's about to try and break them up, she realizes that they're just showing their affection for each other. She thinks of the block-headed Commander and can't help but feel envious.",
  "explore_affair_client-10000416": "[gun1:18] encounters a pair of quarreling lovers. Just as she's about to try and break them up, she realizes that they're just showing their affection for each other. She thinks of the block-headed Commander and can't help but feel jealous.",
  "explore_affair_client-10000417": "[gun1:69] starts watching the sky early in the morning, and by the time she comes to her senses she realizes that it's already evening.",
  "explore_affair_client-10000418": "While carrying out an infiltration mission, [gun1:16] gets a notification that her order has been dispatched. However, the message chime is too loud and the enemy hears it, forcing the mission to be aborted.",
  "explore_affair_client-10000419": "While having lunch, [gun1:1] realizes that she accidentally put sugar into her food instead of salt. She has no choice but to discard the food she worked so hard to make.",
  "explore_affair_client-10000420": "While having lunch, [gun1:2] realizes that she accidentally put salt into her food instead of sugar. She has no choice but to discard the food she worked so hard to make.",
  "explore_affair_client-10000421": "[gun1:12] demonstrates a magic trick she just learned last night to the other Dolls during a break. In the end, she messes it up and the others laugh at her.",
  "explore_affair_client-10000422": "The echelon encounters a small-scale avalanche. [gun1] rescues a human being as they flee, but he ends up dying anyway due to hypothermia.",
  "explore_affair_client-10000423": "The echelon encounters a small-scale avalanche. [gun1] rescues a human being as they flee. He passes out not long after and doesn't wake up until the Dolls hand him over to medical personnel.",
  "explore_affair_client-10000424": "The echelon encounters a small-scale avalanche. [gun1] rescues a human being as they flee. He's in very good condition and keeps chatting with the echelon until they reach a safe area, and even tries to exchange contact details with [gun1].",
  "explore_affair_client-10000425": "[gun1:50] gets totally smashed and falls headfirst into the snow, nearly crashing in there.",
  "explore_affair_client-10000426": "[gun1:50] gets totally smashed and begins dancing the samba in the snow. Her moves are so dazzling that even [pet1] finds itself staring in awe.",
  "explore_affair_client-10000427": "[gun1:50] gets totally smashed and starts demonstrating how to plant explosive charges in the snow. Surprisingly enough, she ends up blowing up enemy troops in hiding.",
  "explore_affair_client-10000428": "[gun1:50] gets totally smashed and starts demonstrating how to plant explosive charges in the snow. This triggers a small-scale avalanche and nearly wipes out the entire echelon.",
  "explore_affair_client-10000429": "[gun1:40] finds a trigger point for an avalanche. With the help of her teammates, she manages to evacuate all the humans and Dolls in the area and nobody is hurt.",
  "explore_affair_client-10000430": "[gun2:81] is convinced by [gun1:79] to go searching for a manor in the snow. In the end, she finds nothing and ends up getting buried in thick layers of snow.",
  "explore_affair_client-10000431": "[gun1:69] finds it very hard to focus because of the cold. This greatly increases the difficulties that her teammates have in communicating with her.",
  "explore_affair_client-10000432": "[gun1:10] discovers a Doll frozen in a block of ice. She muses that this is also a way of excluding oneself from the world and begins working to rescue the Doll.",
  "explore_affair_client-10000433": "[gun1] climbs out of her tent in the middle of the night and is dazzled by the silver light of the moon reflecting off the snowy ground.",
  "explore_affair_client-10000434": "[gun1:51] sits in the middle of the snowfield and watches the moon all night. By the time the sun rises, everyone discovers that she has crashed from the cold.",
  "explore_affair_client-10000435": "[gun1] goes skiing with the others. She falls several times, but has a lot of fun.",
  "explore_affair_client-10000436": "[gun1] goes skiing with the others. After falling down several times, she gives up angrily.",
  "explore_affair_client-10000437": "[gun1:50] gets on a snowboard right after drinking. She spins over a dozen times on the spot and then falls heavily to the ground.",
  "explore_affair_client-10000438": "[gun1:50] gets on a snowboard right after drinking. She then proceeds to execute a difficult stunt on a slope.",
  "explore_affair_client-10000439": "After [gun1:67] and [gun2:67] meet, they begin a skiing contest with each other. However, they end up getting lost in the snowfield.",
  "explore_affair_client-10000440": "[gun1:57] uses her natural advantages to play hide and seek with the other Dolls in the snow.",
  "explore_affair_client-10000441": "[gun1:5] accidentally trips and falls. She eats a few mouthfuls of snow while the others aren't looking.",
  "explore_affair_client-10000442": "[gun1:39] encounters a strange human spouting nonsense. She suspects that he's been infected and the echelon hurries onward.",
  "explore_affair_client-10000443": "[gun1:68] encounters a strange human spouting nonsense. She makes use of skillful conversation techniques and ends up chatting happily with him.",
  "explore_affair_client-10000444": "[gun1] saves a wounded person who claims to be a radiation specialist who wants to improve the conditions in the radiation zone. Before they part, the radiation specialist promises that he'll show everyone the results of his work within 10 years.",
  "explore_affair_client-10000445": "A self-declared radiation specialist latches onto [gun1:31] and begins babbling on about his theories. After an hour of his monologuing, the echelon is forced to think of a way to ditch him.",
  "explore_affair_client-10000446": "A self-declared radiation specialist latches onto [gun1:14] and begins babbling on about his theories. His monologue ends up becoming the basis of a sci-fi story's setting.",
  "explore_affair_client-10000447": "A person in tattered clothing latches onto [gun1] as he attempts to tell her about his theory regarding why Collapse Radiation is the salvation of the world.",
  "explore_affair_client-10000448": "[gun1:82] comes across the trolley problem in a book she's reading and hopes she will never be put in such a position.",
  "explore_affair_client-10000449": "[gun1:40] comes across the trolley problem in a book she's reading and is certain that she can save everyone, thus sidestepping the situation entirely.",
  "explore_affair_client-10000450": "[gun1:32] somehow manages to clear the wreckage of a three-ton road roller and opens a path forward.",
  "explore_affair_client-10000451": "[gun2:81] is convinced by [gun1:79] to go searching for gold in the wilderness. In the end, she finds nothing and ends up getting pricked by a cactus.",
  "explore_affair_client-10000452": "[gun1:10] comes across the trolley problem in a book she's reading and ponders the notion of returning to her factory default settings and vanishing into the wilderness.",
  "explore_affair_client-10000453": "[gun1:19] screams her heart out in the wilderness.",
  "explore_affair_client-10000454": "As [gun1:19] screams her heart out beside her, [gun2:10] finds it somewhat noisy but is quite envious of how honest she is with her feelings.",
  "explore_affair_client-10000455": "[gun1:9] stands in the wilderness, watching tumbleweed-like objects roll past her.",
  "explore_affair_client-10000456": "[gun1] arrives at a mountain peak. As she looks down upon the valley, she sees a lake in the distance.",
  "explore_affair_client-10000457": "As [gun1] undergoes a security check in a shopping mall, a child runs over and stares curiously at her.",
  "explore_affair_client-10000458": "As [gun1] undergoes a security check in a shopping mall, a child throws a paper plane folded from a shopping brochure at her, but the security guard intercepts it.",
  "explore_affair_client-10000459": "As [gun1:41] undergoes a security check in a shopping mall, a child pokes his head out to look at her from a distance, not daring to get close.",
  "explore_affair_client-10000460": "As [gun1:34] undergoes a security check in a shopping mall, a child runs over, but is scared off by her aura.",
  "explore_affair_client-10000461": "As [gun1:8] undergoes a security check in a shopping mall, a child runs over to look at her and the two of them play together happily until the child's mother realizes that she's a Doll.",
  "explore_affair_client-10000462": "As [gun1:29] undergoes a security check in a shopping mall, a group of kids run over to play with her. After observing them for a while, she realizes that [gun2:39] operates on the same logic as these human children.",
  "explore_affair_client-10000463": "In order to take part in an idol meet-and-greet, [gun1:28]'s work efficiency improves!",
  "explore_affair_client-10000464": "In order to take part in an idol meet-and-greet, [gun1:15] starts slacking off!",
  "explore_affair_client-10000465": "In order to take part in an idol meet-and-greet, [gun1:15] blows half a month's pay on buying a ticket from a scalper.",
  "explore_affair_client-10000466": "It's clearly past time to clock off, but [gun1:55,27] is still at work in order to finish defensive preparations.",
  "explore_affair_client-10000467": "[gun1:82] still doesn't understand the true meaning of justice, so she watches the newest work in the \"Crimson Soul\" series, \"Crimson Soul Sentai\".",
  "explore_affair_client-10000468": "[gun1:82] spends all her savings to buy \"Crimson Soul\" models, which makes her wonder if the series is actually about true justice.",
  "explore_affair_client-10000469": "[gun1:67] feels that the recent models of trendy miniature hoop-shaped fitness equipment aren't able to satisfy her exercise needs.",
  "explore_affair_client-10000470": "[gun1:61] sees the results of today's fortune-telling and proceeds to break into a mad dash...",
  "explore_affair_client-10000471": "[gun1:65] tries on the high-end headphones that [gun2] lent her, and the moment she puts them on, she feels as though she's hearing the music of the nature.",
  "explore_affair_client-10000472": "[gun1:22] tries on the high-end headphones that [gun2] lent her, but she feels that they're no different from regular ones.",
  "explore_affair_client-10000473": "[gun1:16] is mired in a swamp of financial debt due to the payment for her recent missions coming after the due date for her credit card bills.",
  "explore_affair_client-10000474": "[gun1] discovers an abandoned library. It has no usable supplies, but it contains a lot of books.",
  "explore_affair_client-10000475": "[gun1] discovers an abandoned library. It is very well-kept and the bookshelves have a fragrant smell, but there isn't a book in sight.",
  "explore_affair_client-10000476": "[gun1] discovers a library that's been converted into a residence. The people within are burning books for warmth.",
  "explore_affair_client-10000477": "[gun1] discovers an abandoned library and suggests resting there, but dusk is a long way off.",
  "explore_affair_client-10000478": "[gun1:14] discovers an abandoned library and secretly stuffs her backpack full of books, completely forgetting about searching for supplies.",
  "explore_affair_client-10000479": "[gun1] has her purse stolen in the slums. She can't find the thief despite searching for a long time.",
  "explore_affair_client-10000480": "[gun1:40] has her purse stolen in the slums. She follows the culprit back to his gang's hideout and busts them all in one fell swoop, earning the praise of the local police.",
  "explore_affair_client-10000481": "[gun1:5] encounters a beggar in the slums and gives him her packed lunch. The beggar says it's too much for him and brings it home to share with his family.",
  "explore_affair_client-10000482": "[gun1:73] encounters a mischievous child in the slums. She sternly lectures the kid for half a day and makes him write a self-reflection essay.",
  "explore_affair_client-10000483": "[gun1:30] finds a spooky cave and decides to push [gun2:31] in to explore it, making [gun2:31] burst into tears."
}