{
  "sangvis-10001001": "Scarecrow",
  "sangvis-40001001": "A Sangvis specialized in gathering and analyzing intelligence. She isn't the best in direct confrontations, which earns her little respect among Sangvis Dolls. Rational, curt, and dutiful, she despises sentimentality and looks down on emotional Griffin Dolls who blindly follow their orders.",
  "sangvis-30001001": "",
  "sangvis-10001002": "Executioner",
  "sangvis-40001002": "An elite scout who often partners with Scarecrow but is slightly higher in rank. A rough-mannered and impulsive tomboy who takes delight in fair fights and dislikes bullying the weak.",
  "sangvis-30001002": "",
  "sangvis-10001003": "Hunter",
  "sangvis-40001003": "Highly flexible and intelligent, she is adept at sabotage and tactical pursuit, though her true power can only manifest when working with Scarecrow and Executioner. Stoic and cool-headed, she enjoys cornering her enemies and capturing them alive. Despite feeling superior to Griffin Dolls, she considers herself above using underhanded tactics against them.",
  "sangvis-30001003": "",
  "sangvis-10001004": "Intruder",
  "sangvis-40001004": "In charge of providing battle strategies, yet also adept at decryption and sabotage. Relatively high in rank, she can directly issue commands to combat Dolls but answers to Gager. Her apparent poise and soft-spokenness mask a gaping sense of emptiness. She enjoys human theater and hopes to derive her own personality from it.",
  "sangvis-30001004": "",
  "sangvis-10001005": "Destroyer",
  "sangvis-40001005": "An expert in blowing things up and disarming bombs who also possesses decent combat abilities. Occasionally teams up with Alchemist. She's usually haughty and sharp-tongued, but is actually a tsundere with a somewhat childish temper. She cries under pressure and is very sensitive about her height.",
  "sangvis-30001005": "",
  "sangvis-10001006": "Architect",
  "sangvis-40001006": "A loner with high combat prowess that specializes in long-range attacks and fire support. A cheerful and energetic airhead of a girl who's always in high spirits. She isn't particularly antagonistic towards Griffin and doesn't always go out of her way to follow orders from Sangvis Ferri. However, her passion for bombardment and destruction still makes her a highly dangerous enemy.",
  "sangvis-30001006": "",
  "sangvis-10001007": "Ouroboros",
  "sangvis-40001007": "An intelligent Doll created after the Butterfly Incident with high combat capabilities, specializing in short-range assaults and defensive battles. But as the test subject in the developmental phase, her AI is very unstable and difficult to control. Possessing an overwhelming tactical and intellectual advantage over others, she is very self-assured and conceited, but she has little actual combat experience and is too unpredictable even for her allies, which makes her highly dangerous.",
  "sangvis-10001008": "Alchemist",
  "sangvis-40001008": "A Sangvis elite who specializes in all kinds of tactics and interrogations. Occasionally teams up with Destroyer. Arrogant, brash, and ruthless, she will do anything to achieve her goals. She has a sadistic streak and toys with Griffin Dolls to satisfy her perverse tendencies. However, her mental maturity still compels her to go the extra mile for her Sangvis companions.",
  "sangvis-10001009": "Dreamer",
  "sangvis-40001009": "Combat-oriented and possesses ultra long-range pinpoint sniping capability. A Doll created after the Buttlerfly Incident who answers directly to Elisa. Since she isn't designed to engage enemies directly, she spends most of her time hanging around Sangvis Ferri HQ and bullying Judge for her own amusement. Her charming smile is a flimsy disguise for her arrogance and capriciousness. She is extremely mentally unstable and egotistical, and is prone to becoming frenzied and losing control in battle. She has formidable destructive power and will often disregard her allies' safety. Fortunately, she rarely ever appears in direct combat.",
  "sangvis-10001010": "Gager",
  "sangvis-40001010": "Mostly in charge of issuing commands and deploying units. Relatively high in rank, she is in command of combat units, yet is quite adept at combat herself. Answers directly to Agent. Serious, uptight, and meticulous, she always appears cool and businesslike both in speech and action. She holds herself to a code of honor even against her enemies.",
  "sangvis-10001011": "Judge",
  "sangvis-40001011": "Command-oriented and responsible for Sangvis Ferri HQ's defense and security systems. She is essentially Elisa's bodyguard and only obeys Elisa's personal orders. A Doll created after the Butterfly Incident. Having to deal with Dreamer's antics every day gives her a headache. Stern and old-fashioned, she possesses a soldier's dignity and bearing. She is absolutely loyal to Elisa, but her short stature doesn't make her very imposing to most people. Anyone who points that out will suffer terribly, friend or foe.",
  "sangvis-10001012": "Agent",
  "sangvis-40001012": "In charge of liaising between Elisa and her Sangvis subordinates as well as logistics management. As a high-ranking unit adept at both combat and tactics, she's able to command all Dolls in combat, and they all directly answer to her. Calm and composed, she always speaks in a courteous tone to friends and foes alike. However, apart from the genuine respect she has for her master, she holds everyone else in low regard, especially Griffin.",
  "sangvis-10001013": "Adeline",
  "sangvis-40001013": "One of Paradeus' Nytos. Wielding a highly destructive rifle, she dances among explosions and crashes through her enemies like an angry wave. As a mass-produced model, she has the habit of suppressing her emotions. It is impossible to tell if there are human sentiments lurking beneath her cold and unfathomable facade.",
  "sangvis-10001014": "Alina",
  "sangvis-40001014": "One of Paradeus' Nytos. She descends upon the battlefield like a pure white angel of death, cutting through steel and harvesting lives with her scythe. She takes pride in being one of the earliest advanced Nytos and only shows her cute and gentle side to those she deems worthy.",
  "sangvis-10001015": "Architect - NVW Model",
  "sangvis-40001015": "Architect - Naval Warfare Specialized Model, NVW Model for short, is a naval warfare Doll body that IOP created by breaking down and making modifications to an abandoned Sangvis project. When not on the seaside, Architect will alter her surroundings into a naval environment with stored materials before entering combat. Constructing suitable battle fronts is an architect's job, after all.",
  "sangvis-10001016": "Intruder - Sorceress of the End",
  "sangvis-40001016": "Intruder - Sorceress of the End is a Doll body specializing in military encounters that IOP created from simulation data gathered by extensive analysis and experimentation on Intruder. With new technology applied to her emotion module, not only does the Sorceress of the End model possess immense command and support capabilities, she can also instill crippling fear in her enemies' minds on a small battlefield, effectively destroying their morale.",
  "sangvis-10001017": "Destroyer - Dashing Reindeer",
  "sangvis-40001017": "Destroyer - Dashing Reindeer is a specialized model developed for combat in snow, ensuring that Destroyer can maintain her high speed and accuracy even in the cold. This model also features enhanced firepower and explosive strength. At Destroyer's own forceful insistence, the appearance is based on a reindeer, and her ammo is packaged as Christmas hanging ornaments, so that she can deliver sweet death to her enemies.",
  "sangvis-10001018": "Hunter - Nightfall Moth",
  "sangvis-40001018": "Hunter - Nightfall Moth is a uniquely-specialized assassination model. Her clothing incorporates structures similar to those of insect wing scales, and the colors they reflect can be adjusted in order to blend into the environment. In keeping with Hunter's personal preferences, they default to a cornflower blue color under normal circumstances, which seems to exert a certain degree of hypnotic effect. In combat, this effect is primarily shown by filling the air with blue flower petals or by suddenly changing the background. This also implies that by the time you see the abovementioned scenery, you have already stepped into Hunter's trap. ",
  "sangvis-30001007": "",
  "sangvis-10002001": "Brute",
  "sangvis-40002001": "Sangvis Ferri's new melee combat unit. It approaches enemies at high speed and deals a fearsome amount of damage, but is only equipped with negligible armor, making it quite fragile.",
  "sangvis-30002001": "",
  "sangvis-10002002": "Dragoon",
  "sangvis-40002002": "Sangvis Ferri's high-spec combat Dummy equipped with a small-scale transportational mech. It has considerable firepower, firing range, and maneuverability, making it an effective assaulter on the battlefield.",
  "sangvis-30002002": "",
  "sangvis-10002003": "Aegis",
  "sangvis-40002003": "The Military's regular combat unit. Outfitted with regular electric weaponry and a military shield, it possesses excellent melee combat capabilities and very sturdy armor.",
  "sangvis-30002003": "",
  "sangvis-10002004": "Nemeum",
  "sangvis-40002004": "A regular military mech made for the army equipped with the contemporary military firing system. It can charge up to deal higher damage, but has a low rate of fire and poor defense.",
  "sangvis-30002004": "",
  "sangvis-10002005": "Tarantula",
  "sangvis-40002005": "An upgraded version of the Sangvis \"Dinergate\". With significantly improved survivability, it can close in quickly and deal massive damage to enemies in groups.",
  "sangvis-30002005": "",
  "sangvis-10002006": "Manticore",
  "sangvis-40002006": "A regular military mech made for the army equipped with contemporary military assault weaponry and armor. It deals staggering long-range damage and is extremely well-defended.",
  "sangvis-30002006": "",
  "sangvis-10002008": "Guard_SWAP",
  "sangvis-40002008": "An upgraded version of the Guard. Both its shield and short-range weaponry have been enhanced, further improving its already outstanding defensive capabilities.",
  "sangvis-30002008": "",
  "sangvis-10002009": "Ripper SWAP",
  "sangvis-40002009": "",
  "sangvis-10002010": "",
  "sangvis-40002010": "",
  "sangvis-10002011": "Prowler_SWAP",
  "sangvis-40002011": "An upgraded version of the Prowler. The weak firepower and low mobility have been compensated, making it fully viable in direct confrontations that involve intense crossfires.",
  "sangvis-10002012": "Dragoon_SWAP",
  "sangvis-40002012": "An upgraded version of the Dragoon. Both the transportational mech and assault weaponry have been enhanced, making its overall improvement the most significant out of all Sangvis units. Confront with caution.",
  "sangvis-10002013": "Striker_SWAP",
  "sangvis-40002013": "An upgraded version of the Striker. With improved firepower and sturdier armor, it deals more damage and is more effective in suppressing enemy fire.",
  "sangvis-10002014": "Aegis_SWAP",
  "sangvis-40002014": "An upgraded version of the Military Aegis hacked by Sangvis Ferri. Outfitted with contemporary high-spec military armor and a reinforced shield, its melee combat capabilities also see a devastating improvement.",
  "sangvis-10002015": "Jaeger SWAP",
  "sangvis-40002015": "An upgraded version of Jaeger. The long-range sniping weapon is enhanced in terms of firepower and accuracy, and the unit itself is no longer as fragile as it used to be, making it a more formidable enemy.",
  "sangvis-10002016": "Gingerbread Guard",
  "sangvis-40002016": "A high-tier Sangvis holiday unit equipped with a gingerbread shield and candy cane. As its appearance suggests, it is very sugary. It is mostly used to defend the very important kitchen or to intercept Dreamer, who slips in to steal candy while using Destroyer as a diversion.",
  "sangvis-10002017": "Zombie Bride",
  "sangvis-40002017": "Resentment clad in gorgeous silk endlessly roams the corridors of the silent mansion. Don't be deceived by her beautiful appearance; if she throws the bouquet she's holding at you, make sure to duck.",
  "sangvis-30002010": "",
  "sangvis-10003001": "Ripper",
  "sangvis-40003001": "Sangvis Ferri's regular combat Dummy equipped with short-range assault weaponry. Its high mobility often puts it in the role of a vanguard or a scout.",
  "sangvis-30003001": "",
  "sangvis-10003002": "Vespid",
  "sangvis-40003002": "Sangvis Ferri's regular combat Dummy equipped with long-range assault weaponry. Its firepower is about the same as a low-tier Military unit. It makes up the main force in small-scale skirmishes.",
  "sangvis-30003002": "",
  "sangvis-10003003": "Guard",
  "sangvis-40003003": "Sangvis Ferri's high-spec combat Dummy equipped with a shield and short-range weaponry. As its appearance suggests, it has high defensive capabilities and is often used to defend important units or to enter the fray as a more advanced vanguard.",
  "sangvis-30003003": "",
  "sangvis-10003004": "Jaeger",
  "sangvis-40003004": "Sangvis Ferri's regular combat Dummy equipped with long-range sniping weaponry. Deals heavy damage and has high accuracy, but is physically fragile. An enemy to watch out for on the battlefield.",
  "sangvis-30003004": "",
  "sangvis-10003005": "Striker",
  "sangvis-40003005": "Sangvis Ferri's regular combat unit equipped with a long-range machine gun. Possesses high firepower and rate of fire, making it the main damage dealers and suppressors on the field.",
  "sangvis-30003005": "",
  "sangvis-10003006": "Dinergate",
  "sangvis-40003006": "Sangvis Ferri's low-spec combat mech. It has mediocre combat capabilities but is suited for mass production. Usually used in defensive or search missions. Attacks by ramming with force; not to be underestimated in groups.",
  "sangvis-30003006": "",
  "sangvis-10003007": "Scout",
  "sangvis-40003007": "Sangvis Ferri's low-spec combat mech. It has mediocre combat capabilities but is highly mobile and good at concealment. Often used in frontline reconnaissance.",
  "sangvis-30003007": "",
  "sangvis-10003008": "Prowler",
  "sangvis-40003008": "Sangvis Ferri's low-spec combat mech. It has poor firepower and mobility. Primarily used to patrol their own lines and conduct reconnaissance.",
  "sangvis-30003008": "",
  "sangvis-10003009": "Jaguar",
  "sangvis-40003009": "Sangvis Ferri's regular combat mech. A mobile mortar that deals high damage. Its maneuverability is poor, but its firepower is comparable to that of contemporary Military weapons.",
  "sangvis-30003009": "",
  "sangvis-10003010": "Goliath Factory",
  "sangvis-40003010": "A mobile Sangvis weapon factory that can keep churning out self-detonating Goliaths. The longer it remains on the battlefield, the more threatening it is.",
  "sangvis-10009001": "Ouroboros",
  "sangvis-40009001": "An intelligent Doll created after the Butterfly Incident with high combat capabilities, specializing in short-range assaults and defensive battles. But as the test subject in the developmental phase, her AI is very unstable and difficult to control. Possessing an overwhelming tactical and intellectual advantage over others, she is very self-assured and conceited, but she has little actual combat experience and is too unpredictable even for her allies, which makes her highly dangerous."
}