{
  "vehicle_skin_class-10000001": "Universal Type - Desert Yellow",
  "vehicle_skin_class-20000001": "A Desert Yellow basic set designed for the Mobile Armor system. Can be applied to multiple units and components.",
  "vehicle_skin_class-10000002": "Universal Type - Urban Camouflage",
  "vehicle_skin_class-20000002": "An Urban Camouflage basic set designed for the Mobile Armor system. Can be applied to multiple units and components.",
  "vehicle_skin_class-10000003": "KV-2 - Megalodon",
  "vehicle_skin_class-20000003": "A KV-2 set designed for the Main Battle Tank. The whole set is painted in the Megalodon design.",
  "vehicle_skin_class-10000004": "KV-2 - Snow Camouflage",
  "vehicle_skin_class-20000004": "A KV-2 set designed for the Main Battle Tank. The whole set is painted in Snow Camouflage.",
  "vehicle_skin_class-10000005": "Verdict - Feldgrau",
  "vehicle_skin_class-20000005": "A Verdict set designed for the Main Battle Tank. The whole set is painted in the Feldgrau design.",
  "vehicle_skin_class-10000006": "Verdict - Snow Camouflage",
  "vehicle_skin_class-20000006": "A Verdict set designed for the Main Battle Tank. The whole set is painted in Snow Camouflage.",
  "vehicle_skin_class-10000007": "Verdict - Desert Yellow",
  "vehicle_skin_class-20000007": "A Verdict set designed for the Main Battle Tank. The whole set is painted in Desert Yellow.",
  "vehicle_skin_class-10000008": "Verdict - Woodland Camouflage",
  "vehicle_skin_class-20000008": "A Verdict set designed for the Main Battle Tank. The whole set is painted in Woodland Camouflage.",
  "vehicle_skin_class-10000009": "TCW48-A3 Steel Claw",
  "vehicle_skin_class-20000009": "A TCW48-A3 set designed for the Tactical Mech that effectively reduces the dustiness inside the cockpit.",
  "vehicle_skin_class-10000010": "Pegasus",
  "vehicle_skin_class-20000010": "A Pegasus set designed for the Main Battle Tank. The primary goal of the design is to free the tank from the constraint of its caterpillar treads.",
  "vehicle_skin_class-10000011": "Qilin",
  "vehicle_skin_class-20000011": "A Qilin set designed for the Main Battle Tank. Everything about it is simple yet effective.",
  "vehicle_skin_class-10000013": "AA-02M Redeemer",
  "vehicle_skin_class-20000013": "A Tactical Mech set based on the design of the seized AA-02 Sinner, with various modifications and improvements on the original unit."
}