{
  "daily_event-10000010": "廢棄軍事基地",
  "daily_event-20000010": "探索小隊在漫天黃沙中前進，遠處的烈日下浮現出某個建築輪廓的重影……或許是從未踏足過的尋寶之地。",
  "daily_event-30000010": "舊時代的軍事基地，外表已經顯得斑駁不堪。離開這裡的人類一定走得十分匆忙，又或許他們知道自己永遠不會再返回這裡。\n基地內的破損並不嚴重，只有角落裡的蛛網見證過一切。等待沙塵暴過去，小隊決定嘗試對基地搜索一番：",
  "daily_event-40000010": "這裡已經什麼都不剩了，一切都會被黃沙漸漸掩埋，人類已經弄丟了他們的鑽石。",
  "daily_event-10000020": "廢棄實驗室",
  "daily_event-20000020": "灌木填滿城市的空隙，植被占領每一座建築……人類離開後，它們成了這裡唯一的主人，只有一旁的銘牌上還依稀刻著「輻射……中心實驗……」",
  "daily_event-30000020": "曾經人類對抗輻射病的第一戰場，現在只剩下被毀滅後的荒蕪。有人在這裡堅守，也有人在這裡退縮，戰場就是這樣，它吞噬所有人。\n小隊在這裡發現了一些剩下的實驗品，或許還能派上用處：",
  "daily_event-40000020": "這裡的硝煙已經散去，所有人已奔赴下一處戰場。",
  "daily_event-10000030": "燈塔",
  "daily_event-20000030": "照亮前路的燈塔，時至今日仍舊忠誠地履行著自己的使命。如果在黑暗中迷失，或許可以去那兒，至少它會給你一個擁抱。",
  "daily_event-30000030": "一座仍在工作的燈塔，守塔人早已離開了這裡，但它仍舊敞開懷抱，歡迎著所有迷路的人。\n登上瞭望台向下俯瞰，儘管旁邊有著地圖和指引，但這座城市昔日的樣貌早已無法辨識。\n取而代之的，是遊蕩的ELID、被破壞的建築和之前探索者留下的痕跡——或許這些能讓你們走得更遠些。",
  "daily_event-40000030": "它已指明了前路，它永遠注視著背影。",
  "daily_event-10000040": "車隊殘骸",
  "daily_event-20000040": "龐然大物昭示著擁有者的野心與勇氣，他們曾以為自己能踏遍這裡的每一寸土地。……然而，現在的姿態可算不上好看。",
  "daily_event-30000040": "翻倒在路旁的車隊，以殘留的痕跡來看，精良的裝備沒能阻擋多久洶涌而來的襲擊者，但沒有人離開隊伍——或許是不能，也或許是不想。\n冒險家們留下了最後的印記，也為小隊留下了寶貴的戰鬥資料：",
  "daily_event-40000040": "或許生活本就是一場有往無回的偉大冒險。有人已踏上不同的旅途，而你們的冒險才剛剛開始。",
  "daily_event-10000050": "曇花花海",
  "daily_event-20000050": "無人知曉的隱秘花海，又或是知情者都對它的存在守口如瓶。",
  "daily_event-30000050": "大片的月光落下，與花瓣散髮的光芒融合在一起，宛如銀色的光之湖。傳說中，神聖之花會散髮出祝福之光，被選中的人將被寬恕，前往極樂的彼岸。\n或許，眼前的秘密需要你們去一探究竟：",
  "daily_event-40000050": "魂魄之火縈繞著幽冥之花，在盛開的一瞬間，將人帶入深淵。",
  "daily_event-10000060": "探險者",
  "daily_event-20000060": "在這裡遇上夥伴的機率可不高——畢竟這裡到處都是無法交流的怪物。既然大家都是探險者，不妨打個招呼？",
  "daily_event-30000060": "隸屬於另一位指揮官的探索小隊，見到你們後露出了欣喜的表情——「老天，我們還以為這裡沒有活人了！」\n雖然嚴格意義上戰術人形也不能算人類，但誰還在意這些呢，「同伴」在這兒可是可遇不可求的寶藏。\n更巧的是，他們手上有你們想要的東西：",
  "daily_event-40000060": "儘管你們沒有踏上同一條岔路，但在不遠的終點，一定會再次相見的。",
  "daily_event-10000070": "人類科學家",
  "daily_event-20000070": "在紅區遭遇一大群ELID算不得什麼奇觀，至少沒有眼前的場景怪異——一群帶著防輻射裝備人類正在你們不遠處小聲交談著。",
  "daily_event-30000070": "一支由輻射病研究員和地質勘察人員組成的考察隊，期望能探明這片區域現在的生態，並測試最新的輻射治療藥物效果。\n「人類離開故土，是為了有一天能再次返回，無論要經過多久，跨越多少困難。「\n考察隊提出小隊是否能幫助他們收集到人形對抗輻射的關鍵數據，並提供一些物品以作答謝。",
  "daily_event-40000070": "考察隊踏上了征途。人類們並不知道自己還有幾個明日可過，但每一個此刻，都是為了未來的某一瞬間做準備的——至少他們這麼相信著。",
  "daily_event-10000080": "植被",
  "daily_event-20000080": "眼前是從未見過的奇觀：大片綠植吞噬了城市，又在輻射風暴的洗禮下變為了水晶森林，在一片沙塵中熠熠生輝。",
  "daily_event-30000080": "在這個結晶的世界，已硅化的植物占據了絕大多數的視野。理性地說，這已是永生之花，只要晶狀體不被破壞，被凝固在時間中的它們會永遠盛開。\n小隊未必能保護好這朵美麗但脆弱的玫瑰，但她們仍舊選擇帶上它——在這漫無邊際的荒漠之上，或許這就是繼續前進的答案。\n既然如此，在此之前不如稍作停留…",
  "daily_event-40000080": "荒涼廢都內的水晶叢林，是一場被定格的末日級別的浪漫。",
  "daily_event-10000090": "輻射區的人類",
  "daily_event-20000090": "似敵非友的怪異團體，從身形上看無疑是人類，露出的手臂卻有明顯的硅化癥狀。",
  "daily_event-30000090": "鼓起勇氣上前詢問後，小隊得知眼前的人類——或者說，曾經的人類，只是群無處可去的人。\n他們是被風吹散的沙礫，因為無牽無掛而無所畏懼，選擇來到輻射區寫下終章。\n「與其在黃區為了活下去不擇手段，不如來這裡看看新世界。」出現硅化癥狀的人類這麼說道，「明天和意外都會來的，這是法則。」\n小隊收到了他們的禮物：",
  "daily_event-40000090": "沒有人能掌控命運，唯一能做的不過是在狂風駭浪到來之際，緊緊抓住小船的桅桿，努力不被吞沒而已。",
  "daily_event-10000100": "巨型變異elid的屍體",
  "daily_event-20000100": "危險性為S級的D型Elid-Infected，需要重型火炮壓制——眼前的大傢伙看起來就不好惹，儘管它已經是具屍體了。",
  "daily_event-30000100": "不知為何死去的D型Elid，其外形主要顯示出動物型Elid的樣態，但明顯在吞噬同類的過程中得到了某種靈巧性進化。\n目前人類社會對D型Elid所知甚少，從現有資料來看，可以斷定它們對低級Elid有強大的壓制效果，並能以其為中心形成有規模的小股Elid團體，高度懷疑已發展出智慧。\n小隊認真搜索了屍體附近的所有區域，並採集樣本準備帶回：",
  "daily_event-40000100": "強大的壓迫感彰顯著它曾是這一片區域的王者，但顯然，陰影處的某些東西更為強大——盡快離開，不要回頭。",
  "daily_event-10000110": "遭遇遊蕩機械體",
  "daily_event-20000110": "科幻片裡常見的景象，失去了類膚塗層的機械遊蕩在平原之上，肆意裸露的金屬在陽光下泛著冷冽的光。",
  "daily_event-30000110": "還保留著一定心智的機械體們，似乎是因為外表損壞而被拋棄在此處。\n在小隊提出帶走它們心智更換素體的提議後果斷拒絕：它們並不畏懼死亡，反而渴求著這項人類的獨有體驗。\n對小隊表現出極大的善意，不僅告知了此處的危險生物分布，還拿出了收集過的諸多物資，祝福小隊好運。",
  "daily_event-40000110": "它們將要度過最後的時光，或許能迎來下一場偉大的冒險。悄悄離開吧，不要打擾。",
  "daily_event-10000120": "藍色電話亭",
  "daily_event-20000120": "一個藍色的電話亭，小隊眾人似乎覺得自己出現了幻覺，因為她們覺得這東西無處不在。",
  "daily_event-30000120": "方方正正的藍盒子，進去後卻好像比看起來大得多。正中是一個複雜的操作面板，眾人都圍上去查看，但顯然沒人知道這東西怎麼使用。\n似乎能看穿她們心中的困惑，面板上突然冒出了一行字——「謝謝你們的看望，我可以給你們一些幫助」：",
  "daily_event-40000120": "究竟是我們選擇了命運，還是命運牽引著我們來到此處？問題或許沒有真正的答案，但命運已在前方。",
  "daily_event-10000130": "拆遷公告",
  "daily_event-20000130": "一棟搖搖欲墜的建築，有人提議進去探險一番，也有人覺得裡面什麼都沒有。",
  "daily_event-30000130": "步入地下室，小隊在一個緊閉的抽屜裡找到了一張《區域清除計劃公示書》：……即日起，居民有五十個工作日提出任何投訴意見；超過五十個工作日後，該計劃將被執行。\n顯然，這份文件的公示完備而妥帖，來到地下室的上鎖抽屜裡找到它並沒有什麼形式上的困難，每個居民都理應能做到這一點。\n抽屜旁是一個小盒子，上面什麼都沒有寫，小隊猶豫要不要打開它：",
  "daily_event-40000130": "問題的答案是什麼？問題本身又是什麼？好了，別問太多，反正最後一切都會毀滅的。",
  "daily_event-10000140": "老舊的汽車",
  "daily_event-20000140": "一輛充滿古樸感的跑車安靜地停在路邊，像個誤入此地的遊客，全不鏽鋼的車身即使在幾十年前也不多見。",
  "daily_event-30000140": "探索小隊靠近，鷗翼門在眾人面前緩緩打開，車內的情景展現在眼前——古舊的儀器、神秘的數字、早已淘汰的數字鍵盤，無不彰顯著它並不是這個時代的產物。\n坐上駕駛座後，汽車自動發動，但並未向前行駛，面前的儀器盤上出現一行字：請選擇目的地。",
  "daily_event-40000140": "跑車已不見蹤影，這次它的目的地會是哪裡？下次再見到它的時候，或許可以問問它未來的事。",
  "daily_event-10000150": "「密涅瓦的貓頭鷹」酒吧",
  "daily_event-20000150": "與周圍格格不入的建築，在一片廢墟中看起來完好無損，甚至隱約能聽見內裡的音樂聲。",
  "daily_event-30000150": "一間不應該也不可能出現在此地的酒吧，舒緩的小步舞曲從裡面傳出，門口木質的貓頭鷹招牌迎著風微微晃動。\n推門而入，酒保在吧檯後安靜地擦拭著玻璃杯，見到小隊的眾人，他遞上一張菜單：",
  "daily_event-40000150": "真實與虛幻的界限已然模糊，又或許真假並不重要。就算一切都是虛假的，那也是腳踏實地的不真實。"
}