{
  "mail_content-10000001": "測試郵件",
  "mail_content-20000001": "這是一封測試關卡解鎖的郵件，解鎖1-4後您會收到這封郵件，郵件持續至活動結束時間。",
  "mail_content-10000002": "測試郵件",
  "mail_content-20000002": "這是一封測試關卡解鎖的郵件，解鎖1-5後您會收到這封郵件，一鍵領取後郵件會消失，閱讀後並不會。當然這個邏輯並不太正確，我們正在調整。",
  "mail_content-10000003": "測試郵件",
  "mail_content-20000003": "這是一封測試關卡解鎖的郵件，解鎖1-6後您會收到這封郵件，郵件將持續10天。",
  "mail_content-10000101": "一封陳舊的信件",
  "mail_content-20000101": "致我親愛的杜莎妮：\n首先，我必須要和你道歉。那時我滿心想著先去看望自己的家人，忘記了向這段時間一直陪在我身邊的你，還有海倫娜告別。\n我總覺得你是不會離開我的，就算我找回了家人，你也始終會陪在我身邊……等我再回來的時候，你已經不在這裡了。這也許就是上天對我自大的懲罰吧。\n我知道也許你並不能收到這封信，但我仍舊寫下了它，期望著有一天能送到你手中。\n要是哪天療養院的工作做不下去了，我很歡迎你來到我家裡。我現在住在安全的區域，綠草如茵，繁花盛放，鳥兒們在大樹上啁啾。\n我的孫女兒也很乖巧，和你不像。我喜歡她，也喜歡你。我會一併愛著你和她，做一個祖母應該做的所有事。\n當然，你也許現在已經又在陪伴另一位可憐的老人了。你這樣可愛而純潔的姑娘，沒有人會不喜歡你，向你打開自己的心扉。\n這是你的工作，我知道。你會像愛著我那樣愛著另一個人，也會像拯救我那樣，小心地把另一顆破碎的心捧在手中。這是你的天性。\n你擁有和你的雙手一樣柔軟的心，它也許是受傷之後就必須重置才能修復的，又或者可以克服它，帶著曾經的記憶和經驗去往下一站。\n雖然你也許可以無數次返廠重修，但記憶是獨一無二的。擁有記憶的你，是我生命裡獨一無二的家人。\n我愛你，並且會在殘生的每一天都期待著你的回信。\n愛你的，艾什·吉姆斯。",
  "mail_content-10000102": "感謝信（努力寫得工整的字跡）",
  "mail_content-20000102": "PP19姐姐，還有阿爾法姐姐，還有格里芬的大老闆：\n我到家啦！媽媽說就算是人形也好，只要想感謝就要讓那個人知道謝意，所以我要寫信。\n謝謝阿爾法姐姐在牛群裡救我，你真像是放牧的仙女。PP19姐姐也好帥，那個技巧叫什麼呀？爸爸說是禽拿術，媽媽說是鴿鬥術，到底應該叫什麼呢？我長大要去學哪一種才能變得像你一樣帥？\n還有格里芬的大老闆，PP19姐姐告訴我你很好，很聰明，我以後也會變得像你一樣酷，或者像阿爾法姐姐那樣漂亮。謝謝你們，保護我爸爸和我回來！\n悄悄說，如果什麼時候路過我們這裡的話，可以來吃我家的烤餅哦。雖然媽媽很凶，但是烤餅真的超級，超級，超級香！！\n期待你們的回信！\n夏莉",
  "mail_content-10000103": "積分模式關卡「蝎渦危機」已解鎖",
  "mail_content-20000103": "親愛的指揮官\n\n在完成「鏡像論」活動安潔視角第二幕「想象域」的關卡「谷粒聲響II」後，您已解鎖了積分模式關卡「蠍渦危機」。\n在積分模式關卡中，您可以在任何階段通過「結束回合」來結束戰鬥，並獲取相應的積分。\n本次活動中共有2個積分模式關卡，活動期間會將您在兩個關卡的最高得分相加後進行排名，並在活動結束後發放排名獎勵，包括指揮官頭部服裝「鋼鐵雄心」、活動妖精「應援妖精」等等。\n此外，本次活動還新增了累計積分獎勵，活動期間，您在積分模式關卡中獲得的所有積分累加到達指定分數即可領取包括活動妖精「應援妖精」、「WA2000專屬裝備」在內的獎勵。\n\n祝您遊戲愉快。",
  "mail_content-10000104": "積分模式關卡「驅霧行動」已解鎖",
  "mail_content-20000104": "親愛的指揮官\n\n在完成「鏡像論」活動指揮官視角第三幕「象徵域」的關卡「反逆莫伊萊II」後，您已解鎖了積分模式關卡「驅霧行動」。\n在積分模式關卡中，您可以在任何階段通過「結束回合」來結束戰鬥，並獲取相應的積分。\n本次活動中共有2個積分模式關卡，活動期間會將您在兩個關卡的最高得分相加後進行排名，並在活動結束後發放排名獎勵，包括指揮官頭部服裝「鋼鐵雄心」、活動妖精「應援妖精」等等。\n此外，本次活動還新增了累計積分獎勵，活動期間，您在積分模式關卡中獲得的所有積分累加到達指定分數即可領取包括活動妖精“應援妖精”、「WA2000專屬裝備」在內的獎勵。\n\n祝您遊戲愉快。",
  "mail_content-10000105": "積分模式關卡「噩夢迷城」已解鎖",
  "mail_content-20000105": "親愛的指揮官\n\n在完成「熵減焓增」活動第6章「混沌終局」的關卡「kilo」後，您已解鎖了積分模式關卡「噩夢迷城」。\n在積分模式關卡中，您可以在任何階段透過「結束回合」來結束戰鬥，並獲取相應的積分。\n本次活動中共有1個積分模式關卡，活動期間會將您在該關卡的最高得分進行排名，並在活動結束後發放排名獎勵，包括指揮官頭部服裝「鋼絲戲法」、活動妖精「魔女妖精」等等。\n此外，本次活動還設立了累計積分獎勵，活動期間，您在積分模式關卡中獲得的所有積分累加到達指定分數即可領取包括活動妖精「魔女妖精」、SR-3MP專屬「SR3特製消音」在內的獎勵。\n\n祝您遊戲愉快。",
  "mail_content-10000106": "積分模式章節「貝蒂數」已解鎖",
  "mail_content-20000106": "親愛的指揮官\n\n在「靜風點」活動第四章「泰希米勒空間」解鎖的同時，您將解鎖積分模式章節「貝蒂數」。\n本次積分模式章節中，包含3個關卡，各關卡最高分之和為本次積分模式的最高得分，活動期間，最高得分到達指定分數，將發放對應獎勵，包括指揮官頭部服裝「登雲捕風」、活動妖精「陷阱妖精」、新勳章「地獄行者勳章」等。\n與此同時，您在活動期間的最高得分也將進行排名，並在活動結束後發放排名獎勵，包括新勳章「地獄行者勳章」等。\n此外，本次活動還設立了累計積分獎勵，活動期間，您在積分模式章節中獲得的所有積分累加到達指定分數，即可領取包括活動妖精「陷阱妖精」、蟒蛇專屬「.357平頭鉛彈」在內的獎勵。\n\n祝您遊戲愉快。",
  "mail_content-10000107": "真是充滿驚喜的一天！",
  "mail_content-20000107": "指揮官：\n\n告訴您一個好消息！\n大家在進行每週後勤檢查的時候，發現這邊居然多出了一批上級分配下來的物資~！\n也許是當時恰好沒人驗收的關係，這批物資沒有被登記就直接進入了倉庫。\n因此，等我們發現這意外收穫的時候，那感覺就像是在去年穿的大衣裡摸到了零用錢一樣！\n啊，我已經檢查過了，所有物資都是全新未拆封的狀態，保存良好~！\n而現在嘛，我已經把這些物資給登記好了！這裡是新的倉儲清單，請您查收！\n\n——格琳娜                                        ",
  "mail_content-10000108": "我們有了意外收穫！",
  "mail_content-20000108": "指揮官：\n\n告訴您一個好消息！\n大家在清點倉庫儲備的時候，發現這邊居然多出了一批前線協議簽約方配送的物資~！\n也許是當時恰好沒人驗收的關係，這批物資沒有被登記就直接進入了倉庫。\n因此，等我們發現這意外收穫的時候，那感覺就像是在去年穿的大衣裡摸到了零用錢一樣！\n啊，我已經檢查過了，所有物資都是全新未拆封的狀態，保存良好~！\n而現在嘛，我已經把這些物資給登記好了！這裡是新的倉儲清單，請您查收！\n\n——格琳娜",
  "mail_content-10000109": "縱向應變積分模式關卡已解鎖",
  "mail_content-20000109": "親愛的指揮官\n\n\n在「縱向應變」活動關卡「荒山之夜」通關之後，您將解鎖積分模式章節，點擊餐車中的列車員「蘇珊娜」即可展開積分模式關卡。\n本次積分模式章節中，包含2個關卡：「死亡賦格」和「逃亡聖詠」。\n您在「死亡賦格」的作戰表現，將影響「逃亡聖詠」的戰役內容，請合理應對。\n活動期間，「逃亡聖詠」的最高得分到達指定分數，將通過郵件獲得對應獎勵，包括指揮官頭部服裝「模因怪客」、活動妖精「和平妖精」、新勳章「縱向域主勳章」等。\n於此同時，您在「逃亡聖詠」的最高得分也將進行排名，並在活動結束後發放排名獎勵。\n此外，本次活動還設立了累計積分獎勵，您在活動期間於積分模式章節中任意關卡獲得的所有積分均會累加，累計分到達指定分數即從活動介面可領取包括活動妖精「和平妖精」、QBU88專屬裝備「12x56CBX倍鏡」在內的獎勵。\n\n\n\n祝您遊戲愉快。",
  "mail_content-10000110": "慢休克積分模式關卡已解鎖",
  "mail_content-20000110": "親愛的指揮官\n\n在「慢休克」活動中通關關卡「F3 黑色正方形」後，您將解鎖積分模式章節「自畫像」。\n本次積分模式章節中，包含2個難度，各個難度的最高分為本次積分模式的最高得分，活動期間，最高得分到達指定分數，將發放對應獎勵，包括指揮官頭部服裝「硫火巫師帽」、活動妖精「護理妖精」、新勳章「雪線入海勳章」等。\n與此同時，您在活動期間的最高得分也將進行排名，並在活動結束後發放排名獎勵，包括新勳章「雪線入海勳章」等。\n此外，本次活動還設立了累計積分獎勵，活動期間，您在積分模式章節中獲得的所有積分累加到達指定分數，即可領取包括活動妖精「護理妖精」、M1918專屬「M2特製穿甲彈」在內的獎勵。\n\n祝您遊戲愉快。",
  "mail_content-10000112": "卷積核積分模式關卡已解鎖",
  "mail_content-20000112": "親愛的指揮官\n在「卷積核」活動中通關關卡「捍衛之歌」後，您將解鎖積分模式關卡「從潘洛斯階梯躍下」。\n活動期間，最高得分到達指定分數，將發放對應獎勵，包括指揮官裝扮「金星勳章」、活動妖精「治癒妖精」、新勳章「火中金勳章」等。\n與此同時，您在活動期間的最高得分也將進行排名，並在12/26維護期間發放排名獎勵，包括新勳章「火中金勳章」等。排名獎勵發放後，排行榜將不再刷新。\n此外，本次活動還設立了累計積分獎勵，活動期間，您在積分模式章節中獲得的所有積分累加到達指定分數，即可領取包括活動妖精「治癒妖精」、劉氏步槍專屬「劉氏指揮刀」在內的獎勵。\n\n祝您遊戲愉快。"
}