{
  "skin_group-10000002": "怪奇故事會",
  "skin_group-20000002": "萬聖節就要來臨了，在神秘古怪的變裝舞會下，恐懼的暗流正在悄然湧動，這次的指揮官能否辨別出搞事者，及時化解遊行活動的危機呢？",
  "skin_group-10000003": "致命演出",
  "skin_group-20000003": "由於競爭者的關係，指揮官受邀參加了一場盛大的歌劇演出。華麗的舞臺背後隱藏著危險的殺機，但對於指揮官，真正致命的兇器又是什麼？是那些突如其來的襲擊，亦或是早有準備的變裝人形們？",
  "skin_group-10000001": "狩獵聖誕老人行動",
  "skin_group-20000001": "格里芬即將迎來第一個聖誕夜，正在大家在晚宴和餘興節目之間忙碌時，一個瘋狂的計畫正在幾個危險人形中醞釀……",
  "skin_group-10000004": "年關記憶",
  "skin_group-20000004": "東方的人形們不在基地的時候，留守在格里芬的人形們要如何原汁原味地重現春節這個隆重的節日呢？經歷了意料之外的騷亂後，新的一年一定會好起來的……大概。",
  "skin_group-10000005": "甜蜜時刻",
  "skin_group-20000005": "接下了拍攝廣告任務的人形們，展現出了平時難得一見的面貌。穿上婚紗的瞬間，會成為她們特別的回憶嗎？",
  "skin_group-10000006": "周年派對",
  "skin_group-20000006": "比起氛圍嚴肅格里芬的周年宴會，還是基地內部的派對更能讓人放鬆。在這個用來紀念相聚的夜晚，就算吵鬧一些，指揮官也不會介意吧？",
  "skin_group-10000007": "偷不走的寶石",
  "skin_group-20000007": "在周年慶的時候，指揮官和人形們接到了一個特殊的任務。大家要守護的寶石沒有那麼容易被偷走，回憶也是一樣。",
  "skin_group-10000008": "女僕訓練營",
  "skin_group-20000008": "為了承擔一項重要的任務，人形們進行了額外的特殊訓練。雖然在成為優秀女僕的途中有點小小的波折，不過她們應該是沒有問題的……吧？",
  "skin_group-10000009": "海灘奇兵",
  "skin_group-20000009": "格里芬的人形們意外贏來了短暫又和平的夏日假期，但是這片海灘似乎藏有什麼秘密……人形們真的能度過“和平”的假期嗎？",
  "skin_group-10000010": "魔女之森",
  "skin_group-20000010": "萬聖節之夜，無人知曉的倉庫角落里，幾名格里芬人形的鬼故事遊戲意外開啓了可怕的異世界大門？這究竟是幽靈的把戲？還是人形的扭曲？",
  "skin_group-10000011": "平安夜特快",
  "skin_group-20000011": "聖誕前夕，由於G36遭遇意外，FN57臨危受命接下了活動人員調配工作，她臨時找來的古怪同伴能夠老實勝任嗎？還是在行動的途中各懷心事呢？",
  "skin_group-10000012": "拜年行動",
  "skin_group-20000012": "針對即將來臨的春節，基地裡正在嘗試執行一項前所未有的行動——拜年！保持千年的傳統習俗，這次也會在格里芬中順利傳承嗎？或者……這場火紅熱鬧的大漩渦又將捲入哪些人形呢？",
  "skin_group-10000013": "槍與玫瑰",
  "skin_group-20000013": "在這次委託中，人形們難得地穿上了婚紗。與習以為常的戰火與硝煙暫別的這段日子裡，她們各自又懷有什麼樣的心情呢？",
  "skin_group-10000014": "甜蜜驚笑夜",
  "skin_group-20000014": "基地周年之際，格里芬人形們受邀參加充滿甜品的甜蜜酒會，本以為是個可以安心放鬆的夜晚，結果因為兩個意外來客的緣故，變得又好笑又刺激。",
  "skin_group-10000015": "美人魚行動",
  "skin_group-20000015": "寫作「度假」讀作「美人魚搜查」的海灘之行意外地險象環生，為何海灘上充滿戰鬥的痕跡？神秘的書稿又在其中扮演著怎樣的角色呢？",
  "skin_group-10000016": "魔偶舞動之夜",
  "skin_group-20000016": "克服重重困難後，格里芬今年終於成功舉行了試膽大會。然而在大家的歡聲笑語之中，一個神秘的身影正潛藏在黑夜裡伺機而動。「她」所希望的究竟是……？",
  "skin_group-10000017": "弗洛倫汀的禮物",
  "skin_group-20000017": "又到了一年聖誕節將要到來的日子，眾人形又一次忙碌起來。今年，她們將要在格里芬栽下一棵最美麗的聖誕樹，當做獻給所有人的聖誕禮物，而這份回憶，也將會是大家永生難忘的寶物……",
  "skin_group-10000018": "妙奇傢俱展",
  "skin_group-20000018": "新春之際，原本只是採購服裝的小隊卻突然接到了新的任務——為新發現的古董傢俱舉辦一場傢俱展。為了完成任務，格里芬人形只好走進熱鬧的人群中，努力應付各種突發事件……她們又將和人類擦出怎樣的火花？",
  "skin_group-10000019": "倩影疑情",
  "skin_group-20000019": "在情人節的派對後，升級的監控系統在指揮官的窗前捕捉到一個神秘的身影。究竟是誰在深夜與指揮官相伴？圍繞著這件事，人形們積極地做好了調查……以及對指揮官負責的準備。",
  "skin_group-10000020": "NO.4 交響曲",
  "skin_group-20000020": "在戰役與戰役之間的空隙裡，不習慣放空的人形們積極地籌備起閃電提議的聚會。在口口相傳的過程中，聚會變成了盛大的宴會，而大家也將在會場上見到其他人與平時不同的一面……"
}